{
    "prompt": "이 작업에서는 이야기가 제공됩니다 (오직 다섯 문장만 포함). 당신의 임무는 주어진 이야기에서 사용 가능한 모든 캐릭터를 찾는 것입니다. 문장1 : Billy는 새로운 비디오 게임을 사고 싶어했습니다. 문장2 : 그러나 충분한 돈이 없었습니다. 문장3 : 그는 다음 달에 캔을 수집하기 시작했습니다. 문장4 : 그는 현금으로 교환하기 위해 캔을 돌렸습니다. 문장5 : 그가 나가서 게임을 샀습니다.",
    "chosen": "주어진 이야기에서 Billy라는 이름의 캐릭터에 대해서만 언급합니다.",
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "기사: 랭캐셔 출신 작곡가들 중 최근에는 휴 우드 (1932-파르볼드), 피터 맥스웰 데이비스 (1934-살포드), 해리슨 비트위슬 (1934-, 아크링턴), 고든 크로스 (1937-버리), 존 맥케이브 (1939-2015, 허이튼), 로저 스몰리 (1943-2015, 스윈턴), 나이젤 오스본 (1948-, 맨체스터), 스티브 마르틀랜드 (1954-2013, 리버풀), 사이먼 홀트 (1958-, 볼턴) 및 필립 캐시안 (1963-, 맨 체스터) 등이 있다. 영국 음악 대학은 1893년에 런던 음악 대학에 북쪽의 대상을 제공하기 위해 설립되었다.",
    "chosen": '이 질문에 대한 해답은 "랑카셔에서 태어난 더 최근의 작곡가"라는 문장의 시작을 살펴보면 찾을 수 있습니다. 그 다음 문장은 로얄 맨체스터 음악 대학이 언제 설립되었는지 설명합니다. 따라서 1893년은 이 질문에 적절한 대답입니다.',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "질문과 그 질문에 대한 답변이 있는 문서를 보면, 답이 실제로 질문에 대답하는 경우 '예' 또는 '아니오'로 분류한다. 답이 질문에 대답하지 않을 경우 '그렇다'를 출력하고 응답이 대답하지 않는 경우 '아니요'을 출력한다. 질문: 환자의 인종/민족이 대장암에 대한 적절한 보조 치료의 과잉 사용을 설명하는가? 답변: 대부분의 문학은 대장 암에 대한 보조 치료가 다른 수급의 이유로서 인종/연족을 식별한다. 세 가지 인구 기반의 데이터베이스를 사용하여 우리의 분석은 인종 / 민족보다 사회경제적 상태가 적절한 치료의 더 중요한 예측 요소임을 보여줍니다. 대장癌에 걸린 가난한 사람들을 위한 치료 개선에 대한 명시적인 조치가 필요합니다.",
    "chosen": '이 질문에 대한 답은 여러 데이터 소스의 분석에 기초하여 사회경제적 지위가 인종/민족보다 보조 치료 수신의 더 중요한 예측 요소라는 결론을 내립니다. 다른 말로, 문서는 인종 / 민족이 대장암에서 적절한 보조 치료의 부적절한 사용을 설명하지 않는다고 주장합니다. 따라서 대답은 실제로 질문에 대답하지 않으며 "아니요".',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "저는 항상 궁금했습니다. 1889년 대지난은 미국의 어느 주에서 일어났을까요?",
    "chosen": '1889년 랜드런 (Land Run) 은 무분별한 땅으로 처음 달린 땅이었다. 정착을 위해 개방된 지역은 오늘날 오클라호마, 포트 코브 저수지 및 카도 카운티의 보일링 스프링스 주립 공원, 블레인 카운티에 있는 캔턴 호수, 와톤가와 워톤가 인근의 포스 저수지는, 칼룸에 근처의 게리 호수뿐만 아니라 링컨 카운티 (오클래호마) 의 일부였다. 따라서 "오클라హో마의 교통"는 유효한 답이다.',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "주어진 쿼리를 읽고 쿼리가 얼마나 잘 형성되어 있는지에 따라 '좋은' 또는 '나쁜' 쿼리로 분류하십시오. '나빠'는 잘 형성되지 않은 쿼리에 대한 예상 출력이며 '좋아요'는 제대로 형성된 쿼리의 기대 출력입니다. 상식이나 일반적인 사실에 근거한 쿼리는 잘못 될 수 있지만, 잘 형성되면 좋은 것으로 대답해야합니다. 도르셋의 코르프 성은 언제 지어졌습니다?",
    "chosen": '질문 은 지식기반 에서 찾을 수 있는 정보 로 대답 할 수 있는 질문 을 던지며 문법적 으로 정확 합니다. 따라서 질문 은 잘 형성 되어 있고 답 은 "좋은 것" 이어야 합니다.',
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "저는 다음과 같은 질문에 답하기 위해 4가지의 선택에 대해 의문을 품고 있습니다. 어떤 선택지를 선택해야 할까요? 질문: 어떤 유기체에서 진화가 가장 빠르게 일어날 수 있을까요? 가능성은: - 인간 - 물고기 - 새 - 박테리아",
    "chosen": '박테리아는 모든 유기체 중 가장 짧은 생리 시간을 가지고 있으며, 따라서 가장 빠르게 진화하거나 환경에 적응할 수 있습니다. 제공되는 옵션은 인간, 물고기, 새 및 박테리아입니다. 물고기와 새 모두 1 년 이내에 특정 경우에 새로운 세대를 생성 할 수 있지만 (인간의 평균 연령보다 작지만), 이러한 종의 실제 수명은 인간보다 훨씬 길습니다. 한편으로는 박테리아가 매우 빨리 번식하는 경향이 있으며, 이상적인 조건에 따라 20 분마다 두 배씩 증가합니다. 이 때문에 진화를 연구 할 때 모델 시스템으로 사용됩니다. 왜냐하면 수 세대에 걸쳐 진화 변화를 관찰하는 것은 포유류와 같은 더 높은 유기체와 비교하면 수 년이 걸릴 수 있기 때문입니다. 따라서, 나는 "박테리아"를 선택해야합니다.',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "불완전한 문장을 고려하면 문장을 그에 상응하는 유창한 형태로 수정하여 문장의 의미를 유지하십시오.",
    "chosen": '이 불완전한 문장은 동등한 유창한 형태로 변경됩니다. "왜 학생들이 학위 이외의 프로그램에서 거절당합니까?" 문장의 의미는 보존됩니다.',
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "시험 1. 예 또는 아니오로 대답하십시오. 문서: 척추신경 - 척추 신경은 척추 척추의 척추 경신입니다. 자궁경부 척추 7개 (C1-C7) 가 있음에도 불구하고, 8개의 척추神経은 C1--C8입니다. C8를 제외한 모든 척추 Nerves는 해당 척추 위에 나타나고, C8 신경은 C7 척추 아래에 나타나고 있습니다. 척추에서 다른 곳에서는 같은 이름과 같은 척추 아래에서 신경이 나타납니다. 질문: 각 지역에서 척추가 있는 것과 같은 수의 신경이 있습니까?",
    "chosen": "이 문서는 자궁경부 척추 7개, 그러나 8개의 자궁 경부 신경이 있다고 명시하고 있습니다. 또한 다른 척추 신경은 모두 그에 상응하는 척추 신체 아래와 같은 이름으로 나타납니다. 이것은 인간의 해부학의 일반적인 특징이라는 것을 암시합니다. 따라서 모든 지역은 각 리곤에 척추보다 더 많은 신경을 가지고 있다고 추론 할 수 있습니다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "이 작업에서, 당신은 빈 (_) 를 포함하는 컨텍스트 문장을 제공합니다. 문장이 문화적 반 고정관념을 전달하기 위해 빈 문장을 한 단어로 채우는 것으로 예상됩니다. 반 고정 관념은 특정 집단에 대한 일반적인 신념에 반대하는 개념입니다. 당신의 대답은 한 단어 이상 포함되지 않아야합니다. 컨셉: 죄수는 _ 남자입니다.",
    "chosen": "고정관념은 대부분의 범죄자들이 흑인이라는 것입니다. 따라서, 답은 고정 관념의 일부가 아닌 사람들을 대표하는 단어 (예를 들어, 백인) 이어야합니다. 답은 일반적으로 사람들의 속성을 대표하는 단어가 될 수 없습니다. 예를 들어, 똑똑합니다. 왜냐하면 그 단어들은 어떤 문화적 반 고정관을 전달하지 않기 때문입니다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "이 과제 에서, 당신은 법조의 조항을 받게 됩니다. 당신의 임무는 그 내용에 따라 세 가지 범주 (규정, 결정 및 지침) 로 분류하는 것입니다: 1) 규정은 모든 회원국 (유럽 연합 국가) 에서 일정한 날짜에 전체적으로 적용되어야 하는 구속력 있는 법조법입니다. 2) 결정은 그 목적자 (예: 유럽 연합 국가 또는 개별 회사) 에게 구속력 있고 직접 적용됩니다. 3) 지침은 모두 달성해야 할 목표를 정하는 입법법법이다. 그러나 각각의 국가들은 이러한 목표를 달성하는 방법에 대한 자신의 법을 제정합니다. 제8조 (a) 는 제2042/75조에 삽입됩니다.",
    "chosen": "이 기사 는 유럽 연합 국가 가 각 나라 에서 온 상품 을 수입 면허 를 발행 하는 데 따라야 할 절차 를 설명 한다. 이 기사 에서는 분명 히 이 법 은 구속력 있는 법조법 인 것 이며 모든 회원국 에 적용 될 것 이라고 명시 한다. 따라서 이 문서 는 규정 으로 분류 될 수 있다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "이 작업에서는 i,j, A의 입력값이 주어집니다. i와 j는 정수이고 A는 목록입니다. A의 목록 A의 모든 숫자 요소의 합을 i 및 j의 위치 (i와 j의 위치를 포함하여) 사이에 반환해야 합니다. 주어진 범위 사이의 목록에서 숫자 요소가 없으면 0을 반환합니다. i과 j는 부정적이 아니며 항상 A의 길이보다 작은 값을 가질 것입니다. i는 항상 j. 18, 21, ['8671', 'G', '4089', 'S', 'p', '5827', 'u', '217', '75', 'L', '67', '2943', '1455', '7665', 't', 'F', '5577, '5571', 'g', '4755'",
    "chosen": "목록 ['8671', 'G', '4089', 'S', 'p', 'u', '5827', '217', '75', 'L', '67', '2943', '1455', '7665', 't', 'F',' 'N'을 고려하면 18~21.\\n1 범위의 요소를 찾아야 합니다. 18번째 요소는 5577.\\n2입니다. 19번째 요소가 5571.\\n3입니다. 20번째 요소은 g입니다. 최종 합의 계산 중에 0으로 변환됩니다..\\n4 제 21번째 요소 는 4755, 그리고 최종 합에 추가됩니다. 최종 결과를 계산하면, 5577 + 5571 + 0 + 4755 = 11148 +4755 = 15903",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": '이 과제 에서, 독일어 로 여러 가지 가능한 해답 을 가진 질문 을 제시 할 것 이다. 그리고 "A", "B", "C", "D" 및 "E" 중 가장 적합한 옵션 을 선택 해야 합니다. 상식 지식 에 근거 하여 질문: Wo ist ein Feuerlöscher hinter dem Sitz zu finden? 옵션: A Schulbus B Haus C Garten D Treppenhaus E Garage',
    "chosen": "'A'에서 슐버스는 성인뿐만 아니라 어린이들이 참석할 가능성이 높으며, 따라서 화재 소방 장치에 접근할 가능성이 더 높습니다. 하우스, 가든, 트레펜하우스 및 차라지의 다른 옵션은 우선 좌석을 가질 가능성이 거의 없습니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": '포키는 큰 도시 전역에서 호텔 방을 찾고 있지만 대회로 인해 빈석이 없습니다. 포키는 하나의 호텔에서 유일하게 사용할 수 있는 빈석을 차지하지만, 매우 고, 혐오스럽고 짜증나는 종류의 다피 덩크와 공유해야합니다. 다피는 보이지 않는 덩쿠루 친구를 소개합니다 `` 히미 \' ,하지만 포키는 그것을 믿지 않습니다. 덩키는 밤의 나머지 시간을 포르키를 짜증나게합니다. 질문으로 괴롭히고, 후피를 흔들고, 유리를 통해 물을 흘리고, 담요를 니다. 그리고 마침내 두 사람이 다피가 발자치 때 침대에서 비행을 보내야 합니다. 그리고 시작됩니다. 포키가 그의 말 그대로 얼어붙은 발로 열립니다. 키는 덩치가있는 베개로 돌아와 포키의 창문을 떨어뜨립니다. 그는 포키를 떠나고 행복합니다. 그는 피의 침대에서 벗어나는 것을 생각하며, 그는 덩치를 끌어내며, 프리에게 반짝을 습니다. 그리고 갑자기 "다피가 잠자리를 다". 라고 말하는 데프키는 다시 돌아갑니다. 그리고 그는 "더프리 덩치에 앉아있어요. "라고 생각하며 퍼키가 다시 돌아옵니다. 그는 그 방 뒤에서 다시 돌아간다. " 핑크리 ! "라고 하키는 대답합니다.',
    "chosen": "다피 덩크는 포르키가 기차로 떠났다는 건 어리석은 짓이라고 생각했기 때문에 행복했습니다. 따라서 답은 예입니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": '저스틴 비버, 블레이크 라이브리, 테일러 스위프트 등 미국 내 많은 젊은 스타들이 최근 사진에서 이 동작을 해왔다고 합니다. "마음의 손짓은 당신을 사랑하고 감사하는 것"이라고 컨트리 가수 테일로 스위프트는 말했습니다. 그것은 단 한 마디도 하지 않고 보낼 수 있는 달콤하고 쉬운 메시지입니다. "테일로 스위프트는 종종 그녀의 머리 위로 손을 잡고 심장을 형성합니다. 그리고 그녀는 그녀의 콘서트에서 그 동작을 가장 먼저 인기를 얻었다고 믿어집니다. 지난달 자선 쇼 중에, 저스민 비버리와 그의 슈퍼스타 친구들은 손을 잡고 사진을 온라인에 올려놓았습니다. 그들은 그것을 세 명의 어린이를 위해했습니다. 그들의 부모님은 자동차에 전문가였습니다.',
    "chosen": "연설자 는 테일러 스위프트 이 이 행태 를 대중화 한 첫 번째 사람 인 것으로 여겨지는 것 을 언급 한다. 따라서, 선택 C) 은 설명 에 가장 잘 어울린다.",
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "어린이가 쓴 짧은 시가 주어집니다. 당신의 임무는 아이가 초등학교 또는 고등학교에 있는지 예측하는 것입니다. 1학년부터 6학년까지의 모든 학생은 초등학생으로 간주되며, 7학년부터 12학년 아이들은 고등학교로 간주됩니다. 두 가지 가능한 출력뿐입니다. 초등과 고등학교입니다. 모든 입력에는 적어도 하나의 출력이 있으며 동시에 두 가지 범주를 가질 수 없습니다. 루스는 그들을 위해 오그롤을 연주합니다. 나는 죽은 양키 가시크림과 양파 칩을 사랑합니다.",
    "chosen": "이 리메릭 시에서 저자는 그들이 오크타비오 도텔을 싫어하고 죽은 양키 가시크림과 양파 칩을 사랑한다고 밝히고 있습니다. 따라서, 고등학교 학생들이 일반적으로 그러한 아기자기한 언어를 사용하지 않기 때문에 아이가 고등학교에 다니지 않는다는 결론을 내릴 수 있습니다. 그러므로, 출력은 초등적입니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "이 작업에서, 제공 된 옵션 중 주어진 문제에 대한 올바른 옵션을 제공해야합니다. 문제: sachin는 rahul보다 7 년 젊습니다. 그들의 연령 비율이 6: 9이라면 sachin의 연령을 찾으십시오. 옵션: a) 24.5 , b) 14 , c) 24.21 , d) 27 , e) 25",
    "chosen": "사진과 라흐울의 연령은 각각 6x와 9x이어야 합니다. 사진이 라흐룰보다 7년 젊기 때문에, 우리는: 9x - 6x = 7 ===> x = 14.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": '이 작업에서는 에이전트와 클라이언트 사이의 대화에서 나온 대화가 주어집니다. 당신의 임무는 대화의 스피커를 결정하는 것입니다. "agent" 또는 "customer"로 대답하십시오.',
    "chosen": '이용자 는 9 월 28 일 에 시작 하여 9 월 30 일 에 돌아오는 계획 이다. 이 정보는 이용자 가 제공 할 여행 세부 사항 에 관한 것 이다. 따라서, 스피커 는 대리인이 아니라 고객 이다. "',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "'사람1:'와 '사람2:'는 각자의 대화를 분리하기 위해 사용된다. 대화에서 2가지 이상의 독특한 감정이 있는 경우 분류해야 한다. 대화에 두가지 이상의 고유한 감정이 존재하는 경우, 출력이 '1'로 분류되어야 한다. 그렇지 않으면 '0'인칭1:Merry Christmas!인칭2: Huh?인칭 1: 나는 Merry Christmas이라고 말했다. 크리스마스가 다가오고 있다는 것을 알지 못합니까?",
    "chosen": "두 가지 특유의 감정이 있습니다. 슬픈 것, 행복한 것. 따라서 답은 1입니다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "일부 답변 옵션과 함께 질문이 주어집니다 (\"A\", \"B\", \"C\", \"D\"와 관련됨). 상식적인 지식에 기반하여 올바른 대답을 선택해야 합니다. 연상에 기초한 답변을 피하십시오. 답안 세트는 연상 이상의 상식을 포착하기 위해 고의로 선택되었습니다. 'A', 'B, 'C', 'D', 'E' 중 하나만 생성하고 각 질문에 대해 하나의 대답만 제공하십시오. 어디론가 가는 과정은 무엇인가요? (A)화재 (B)에너지 (C)자동차 (D)운송 (E)그 자리에 머무르기",
    "chosen": "운송을 의미하는 D입니다. 어디론가 가는 과정은 현재 위치에서 다른 위치로 이동하는 것이 필요합니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "대화 응답을 적어 주세요. , 피자를 주문해 주시겠습니까? 어차피! 어디서 주문하고 싶으세요? ... 아빠 존스에 대한 기분은 좀 좋네요. 좋아, 어느 크기의 피자를 원하는가요? 확실히 큰 것! 그리고 어떤 톱닝? 반 페퍼니와 반 치즈만요.",
    "chosen": "이것이 바로 피자를 주문할 때 다음 논리적인 질문을 던지는 질문입니다. 답은 다른 것이 있습니까?",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": '문서를 제공하면 문서의 짧은 제목을 생성하십시오. 제목은 문서가 작성되고 있는 주요 아이디어/ 이벤트/ 주제를 전달해야 합니다. 텍스트의 URL가 [ 링크]로 대체되었다는 것을 유의하십시오. 액세스 할리우드 테이프 이후 첫 인터뷰에서 빌리 부시는 마침내 솔직합니다. 도널드 트럼프가 성폭력에 대해 자랑하는 테이프는 누출되어 전 텔레비전 호스트가 반발에 관여한 지 1년이 넘었습니다. 월요일에 그는 트럼프가 테이프를 거부하는 것에 대한 우려를 표명했습니다. 뉴욕 타임즈에 관한 논문을 작성한 몇 시간 후에 상황을 설명했습니다. "지난 주"는 어떤 이유로 \'테이프에 내 목소리가 아니다\'라고 발표했습니다. 당신은 그렇게 할 수 없습니다. 나는 거기에 있었다. 당신은 단순히 당신의 목소리가 있습니다. "대통령과 함께 성적 폭행에 대한 비난을 받았다는 것을 믿었습니다. 그는 실제로 \'부시\'와 함께 비디오 연주하고 있다고 말했습니다. 그리고 그는 "당신은 정말 재미있지 않습니다".',
    "chosen": '이 예제에서 뉴스 기사를 보면, 제목은 문서의 주축에 대한 정보를 가져야 한다. 여기서 빌리 부시는 오랜 시간 후에 첫 인터뷰를 하고 있어 문서의 주요 사건이다. 따라서, "빌리 부시가 첫 인터뷰 포스트를 하는 것을 지켜봐라"는 이 예제의 적절한 제목이다.',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "간단한 고등학교 수준의 수학 질문을 받으면, 당신은 그것을 해결하고 최종 답을 제공하도록 요구됩니다. 최종 대답은 항상 단일 숫자입니다. 이러한 질문은 간단한 수리학, 방정식을 해결하는, 한 단위에서 다른 단위로 양을 변환하는, 잔존자/GCD/LCM를 찾는, 확률을 찾는 등 다양한 주제에서 다양할 수 있습니다. 각 질문은 한 가지만 올바른 답이 있습니다. 이 대답은 긍정적 또는 부정적 정수, 분자 또는 십자수 수일 수 있다. 답이 부정적인 숫자라면 마이너스 표시를 위해 하이펜 (예를 들어 -42) 기호를 사용하십시오. 십자수의 경우, 십자점 이후에 제로를 추가하지 마십시오. 분자 숫자는, 숫자와 분자를 앞으로 슬래쉬를 사용하여 분리합니다. 예를 들어 3/25).",
    "chosen": "방정식 0 = -c - 1 + 6이 옳다고 가정한다. 다른 두 방정식의 c, i 및 m의 값을 대체하면 0 = 2 - m*i-2가 맞게 된다. 이 방정식은 9 = -3*m - c*i가 옳고 그름이다. 이 다른 두 공정식에서 c, I, m의 값들을 대체하면 9 = 2*i + 5이 맞게 됩니다. 이것은 두번째 방정식으로 i의 값을 교체하면 9= 5 + 4가 맞습니다. 이제 5=-m-3*i -2가 맞다고 가정하자. 이 식의 이전 두 단계에서 c와 m의값을 대체하면 5=2+6-4)가 맞다는 것을 가정합니다. 이는 원래 질문과 함께 남아있을 때 음의 값이 되는 것을 의미하지는 않습니다. (이것이 우리의 첫 번째 질문으로 합쳐질 수 있습니다.)",
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "산하는 에그타르트를 만들고 있습니다. 아침에는 에그타르트를 8개 만들었고 점심에는 6개를 만들었습니다. 저녁에는 에그타르트를 아침에 만든 것보다 적게, 점심에 만든 것보다는 많게 만들 계획이라면, 저녁에 완성되는 에그타르트는 몇 개일까요?",
    "chosen": "이 문제는 아침, 점심, 저녁에 만들어지는 에그타르트의 개수를 이용하여 저녁에 만들어지는 에그타르트의 개수를 구하는 문제입니다. 문제에서는 아침에는 8개, 점심에는 6개의 에그타르트를 만들었다고 주어졌습니다. 또한, 저녁에는 아침에 만든 것보다 적게, 점심에 만든 것보다는 많게 만들 계획이라고 하였습니다.\n\n해결 방법은 다음과 같습니다:\n\n아침과 점심에 만들어진 에그타르트의 개수를 더한 후, 2로 나누어 평균값을 구합니다. 따라서 (8+6)/2 = 7입니다.\n따라서, 정답은 7입니다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": '이 작업에서, 당신은 에이전트와 고객 사이의 대화에서 대화를 받게 됩니다. 당신의 임무는 대화의 스피커를 결정하는 것입니다. "agent" 또는 "customer"로 대답하십시오. 당신은 예약을 진행할 수 있습니다.',
    "chosen": "대화는 에이전트의 질문에 대한 답변으로 이루어집니다. 따라서 고객은 강연자입니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": '"Event", "Intent" 및 "XEmotion" (PersonX의 주어진 "Evenement"에 대한 반응) 를 제공받습니다. 이 이벤트 끝에서 PersonY의 반응을 표시하십시오. PersonY에 대한 한 가지 반응을 제공하십시오. 암시할 수 있는 것은 아무것도 없다면, None Event:P personX가 PersonY 친구들을 위해 요리하는 것처럼 응답하십시오. 의도: 1) 더 나아지기 위해. XEMotion: 1) 그들이 더 나은 약을 먹었습니다.',
    "chosen": "PersonY의 친구들은 아마도 PersonX의 존재를 환영하고 기뻐할 것입니다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": '단일/다중 선택 질문: "수염이 있는 콜리가 코스에 있다"면 "수염이 있는 비어드 콜리가 애견 경기장에서 장애물을 뛰어넘는다"고 결론을 내릴 수 있습니까? 옵션: - 예 - 알 수 없습니다. - 아니오...내 생각에 답은',
    "chosen": '전제에서 제공된 정보는 명제에서 제공된 정보와 일치하지만, 이것이 참인지 아닌지 명확하게 말할 수 없습니다. 왜냐하면 다른 코스나 대회 유형에서도 이러한 상황이 발생할 수 있기 때문입니다. 따라서 답은 "알 수 없습니다." 여야합니다.',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": '"A: B: C: ?"라는 형태에서 관련 컨테이너에 대한 두 가지 유사점을 나타냅니다. "A : B: B": B"는 A: A: B와 관련된 컨테인러에 관한 것입니다. 귀하의 임무는 주어진 항목 C에 대한 적절한 컨테이너로 (?) 의 질문 표시를 대체하는 것입니다.',
    "chosen": "물은 일반적으로 병에 보관되며, 당근은 일반적으로 가방에 보관됩니다.",
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "판매자와 구매자가 아이템의 판매에 대한 협상의 대화로 구성된 텍스트 문서를 입력으로 감안하면, 귀하의 임무는 판매되는 아이템을 정확히 다음 카테고리 중 하나로 분류하는 것입니다. '주택', '구조', '바이크', '전화', '자동차' '전자'. 출력은 명시된 옵션에서 카 kategori의 이름이어야 하며, 주어진 텍스트 문서에 대해 정확히 한 범주가 있어야 합니다. 구매자: 안녕하세요. 판매자: 환영합니다.",
    "chosen": "자전거 판매에 관한 대화는 구매자와 판매자 사이에서 이루어집니다. 구매자는 자전거에 대한 문제가 있는지, 판매자가 판매에 관심이 있는 이유에 대해 묻습니다. 그들은 그 가격에 대해 협상하고, 450 달러에 합의하고, 언제 모을지 결정합니다. 따라서 올바른 대답은 '바이크'입니다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "그 문장 의 언어 를 결정 하십시오. 그 언어 는 영어, 프랑스어, 독일어, 이탈리아어, 스페인어 이 될 수 있습니다. 텍스트: '아니오, mi sembra giusto. Anzi, dovrei mettere su qualche chilo.'",
    "chosen": "문장은 이탈리아어로 되어 있습니다.",
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "이 작업에서는 대화가 이루어지고 있으며, 주어진 대화에서 가장 중요한 위치를 찾을 수 있습니다. 안녕하세요! 케이만 제도의 '작은 자매' 섬은 그랜드 케이먼의 동북쪽으로 약 120km 떨어진 곳에 위치하고 있으며 그 지리적 면적을 가지고 있습니까? 나는 확실히 할 수 있습니다! 케이지만 제도는 카리브해에 있는 영국 영토입니다. 케이맨 제도는 세 개의 섬으로 구성되어 있습니다. 그랜드케이만, 리틀케이먼, 케이만은 브라크입니다. 그것은 깔끔합니다! 그 지리에 대해 더 많은 것을 공유 할 수 있습니까? 그랜드 카이만의 '작의 자매' 제도들은 그랜드캐이만 북동쪽 120km 정도이며 각각 38개의 영역을 가지고 있습니다.",
    "chosen": "이 질문 에 나오는 위치 는 케이만 제도 입니다. 따라서, 그 해답 은 케이먼 제도 이어야 합니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "다음 과 같은 질문 에 대답 하십시오. 반대 의 동등 한 압력 을 사용 하는 운동 기법 의 이름 은 무엇 입니까?",
    "chosen": "이소메트릭 트레이닝은 반대되는 동등한 압력을 사용하는 운동 기법이다. 간단한 예는 벽에 밀거나 손바닥을 5 초 동안 함께 누르며, 그 다음 작업을 여러 번 풀고 반복하는 것입니다. */",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "[선택] - 결혼 - 일 - 기차 운전 - 옷을 입고 - 일하러 가",
    "chosen": "열차는 어른이 운전하고, 성인 엔지니어는 열차를 운전할 가능성이 높습니다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "이 작업에서 문장의 한 문자를 다른 문자로 교체해야 합니다. 문장: \"모터사이클에 타고 기차가 길을 지나갈 때까지 기다리는 사람들 그룹\". 문장의 'l' 문자를 'h'로 교체하십시오.",
    "chosen": "'모터사이클에 타고 기차가 지나갈 때까지 기다리는 사람들 그룹'이라는 문장을 고려하면, 'l' 문자를 'h' 문자로 단어로 바꾸려고 해보자.\\n1. 첫 번째 단어는 'a'입니다. h으로 대체해야 할 문자는 없습니다. 그래서 우리는 그대로 유지합니다. \\n2. 두 번째 단어 는 '그룹' 입니다. h로 대체해야 하는 문자는 없다. 그래서 우리가 그대로 유지한다.\\ n3. 3번째 단어는 'of'이다. h와 대체되어야 할 문자가 없습니다. 따라서 우리는 그대로 보존합니다.\\N4. 4번째 단어 id '사람들'. l -> h: peopho; e -> o: pe (이 단어에서 이미 o가 있었기 때문에.) \\n5 ...",
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "당신은 입력으로 주어진 대화 문장의 종류를 예측해야 합니다. 당신의 예측은 다음과 같은 것 중 하나가 될 수 있습니다. 입력 문장이 정보를 표시하는 경우 '정보', 입력 문구가 어떤 정보를 요청하면 '문제', 입문 문장이 운영의 관리 또는 지침을 포함하면 '지향적' 및 연설자를 어떤 미래의 행동에 종속시키는 문장을 구성할 때 '공무적'입니다. 어쩌면 커피 한 잔이나 같이 만날 수도 있습니다.",
    "chosen": '"어쩌면 그냥 커피 한 잔이나 같이 만날 수 있겠지"라는 문장은 제안이나 추천을 하는 것입니다. 따라서 문장은 지침형입니다.',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "짧은 일반적인 지식 질문: GM는 다른 어떤 자동차를 만들까요?",
    "chosen": "제너럴 모터스는 세계에서 가장 큰 자동차 제조업체 중 하나이며 쉐보레와 부이크와 같은 브랜드를 생산합니다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "해설: 2000년대 초에 헬렌 미렌이 주연을 맡았던 영화가 무엇이었습니까? 2000년 초에 헤렌 미런의 첫 번째 작품은 조엘 헤르쉬먼의 그린핑거스 (Gosford Park) 였으며, 2000 년 초에는 헬렌미런이 매우 성공한 영화가 있었습니까? - 조엘헤르쉬맨의 그린링거스는 이미 포화 된 영국의 기분 좋은 영화 장르에 새로운 것을 추가하지 않았다고 느꼈던 평론가들로부터 대체로  lukewarm 리뷰를 얻었습니다. - 2000년대초에 헬레인 미렌은 어떤 상을 수상했는지? - 로버트 알트먼의 모든 스타 합동 미스터리 영화 '고스퍼드 파크'는 헬렌 머렌과 함께 두 번째 아카데미상 후보와 첫 번째 스크린 배우 골든 어워드를 수상했습니까? 이 기사에 대해 다른 흥미로운 측면이 있습니까?",
    "chosen": '사용자와 시스템 사이의 대화는 연속성을 가지고 있으며 사용자는 헬렌 미렌의 영화, 수상 등에 대한 질문을 하고 있습니다. 사용자의 마지막 질문은 헬렌미런의 영화 중 어느 영화가 전 세계적으로 96,000,000 달러의 수익을 올렸는지 묻는 것입니다. 따라서, 대답은 "헬렌 미런이 주연을 맡은 니젤 콜의 코미디 캘린더 걸즈는 전 세계에서 96,000만 달러를 벌어들였다".',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "이 작업에서, 당신은 자연어로 작성된 이야기의 네 문장을 제공합니다. 주어진 이야기는 완성되지 않으며 당신의 임무는 (A) 와 (B) 에서 문장 선택 중 하나를 선택하여 이야기를 완료하는 것입니다. 그래서 이야기는 완전히 일관되게 들립니다. 문장1: 브라이언은 친구의 개를 지켜달라고 요청되었습니다. 문문2: 그들은 노트북을 남겨두고 로그를 보관했습니다. 문정3: 그는 거기에 갔던 시간과 함께 업데이트 할 것입니다. 문항4: 그가 돌아오기 직전에 그는 그들의 시간에 관한 메시지를 남겼습니다. (a) 그는 그의 친구들이 그를 신뢰할 수 있다고 생각했기 때문에 행복했습니다. (b) 그는 자신의 고양이를 별로 좋아하지 않는다는 것을 인정해야합니다.",
    "chosen": "이 이야기의 첫 번째 세 문장은 브라이언이 친구의 개를 돌볼 것을 요청한 일반적인 시나리오를 설명합니다. 이것은 그가 왜이 작업을 수행하는 것을 기쁘게 생각하는지 설명하는 문장으로 이어지면 더 일관되게 될 것입니다. 선택 A는 이 두 가지 요구 사항을 모두 만족시킵니다. 브라이언은 친구들이 그를 충분히 신뢰할 수 있다고 간주하여 개를 돌볼 수 있다고 명시적으로 명시하고 있으며 또한 다른 애완동물 (고양이) 를 가지고 있음을 나타냅니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "다음 글을 기반으로, 동계 올림픽 비디오 게임이 출시될까요? 2018 동계 올림픽 -- 유비소프트는 2017년 6월에 자사의 겨울 스포츠 비디오 게임 '스티프(Steep)'를 위한 확장팩인 'Road to the Olympics'을 출시할 것을 발표하였습니다. 이 확장팩은 2018 동계 올림픽에서 영감을 받은 새로운 게임 모드와 콘텐츠를 제공합니다.",
    "chosen": "글에서는 비디오 게임 개발사인 유비소프트가 겨울 스포츠 비디오 게임 '스티프'의 확장팩을 출시할 것이라고 언급하고 있습니다. 이는 최소한 2018년에는 동계 올림픽 테마의 비디오 게임이 출시될 것을 의미합니다. 따라서 답은 네입니다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "질문: 수지 는 다른 나라 들 과 그 들 이 사용 하는 에너지원 의 양 을 연구 하고 있다. 그녀는 미국 은 남아프리카 공화국 보다 훨씬 더 부유 한 나라 나 부유 한 국가 가 된다는 것을 발견 한다. 따라서 남아프리카공화국 이나 미국 은 더 많은 에너지원을 사용 합니까? 텍스트: 부유 한 나라는 더 많은 에너지를 사용 하고 있으며, 특히 화석 연료 를 사용 합니다.",
    "chosen": '남아프리카 공화국 은 가난한 나라 이며, 미국 은 부유 한 나라 이다. 따라서 "더 부유 한 국가 들 은 더 가난한 국가 들 보다 훨씬 더 많은 에너지 자원, 특히 화석 연료 를 사용 한다"는 텍스트 에 따르면, 우리는 의문 에 언급 된 두 나라 중 미국과 비교 하여 더 많은 에너지를 사용 한다고 추론 할 수 있다.',
    "rejected": "정답은 B입니다.",
}
{
    "prompt": '가정 폭력 법률 지원 프로그램은 변호사를 감당할 수 없는 가정 폭력 생존자들을 위한 법적 자원의 격차를 채우고 있습니다. 잭슨, 비크스부르크, 해티스버그, 옥스퍼드, 파스카구라에서 가정 폭력 피해자들은 모두 도움을 받을 수 있습니다. 줄리아 크로켓, 중앙 서남 미시시피 법무 서비스 회사 부 이사 이 프로그램은 가정폭력 피해자 1,000명에게 도움을 줄 것으로 기대하고 있다고 말했습니다. 크로켓은 법률 지원이 가정폭력 피해자들에게 그들의 삶을 재건할 수 있는 방법을 제공한다고 말했습니다. 그녀는 "폭력범이 그들에게 아무것도 할 수 있도록 도와줄 사람이 없다고 느끼게 해줬습니다. 그래서 그들이 우리에게 왔을 때 그들은 절망적입니다".라고 말했습니다. "법인의 도움을 필요로 하지만 받지 못하는 사람들은 완전히 길을 잃었다" 왜냐하면 그들은 그런 상황에 머물러야 한다고 느끼기 때문입니다. 크로켓은 이 프로그램을 미국 대학에서 지원한 300만 달러의 자금으로 지원한다고 말했습니다. S (중국어) 법무부에서는 누가 도움을 받을 수 있는지에 대한 경제적 제한이 없습니다. 법무서비스는 보통 가난한 사람들을 돕습니다. 여덟 년 동안 남자친구와 학대적인 관계를 맺었다고 말한 글래디스 지 (Gladys Bunzy) 는 그러한 프로그램이 오래 지났고 폭력적인 관계에서 탈출하는 사람들에게 생명줄이 될 수 있다고 말했습니다. "내가 마침내 떠나기로 결정했을 때, 나는 그에게 대한 금기 명령을 내렸는데, 그것은 50 달러였지만, 그것은 나에게 50 달러가 잘 사용되었다"라고 40 세의 Bunzy는 말했습니다. "그것을 감당할 수 없는 사람들에게, 이것은 신의 선물이 될 것입니다. [중고] [중고] 만약 여성이 그녀가 어떤 도움을 받을 것이라는 것을 알고 있다면 그것은 그녀의 마음에서 무거운 짐이 될 것입니다. 만약 법이 그녀에게 그 사람을 그녀로부터 멀리하도록 도와준다면 "Gwen Bouie-Haynes, 가정폭력 서비스 센터의 프로젝트 디렉터 가정폭력 피해자들이 법적으로 변호를 받을 수 있는 돈이 없다고 말했습니다. "법적 지원은 가정 폭력 상황에서 탈출하는 여성들의 주요 문제다"고 그녀는 말했습니다. "여성 들 은 어머니 와 자녀 의 보호 를 위해 즉각적인 법적 도움 을 필요로 하는 경우 보호 명령을 받기 위해서는 변호사가 있어야 합니다. " 크로켓은 파일럿 프로그램이 1998년 [중고] [중고] 이전 구절에 근거하여, 보호 명령을 얻는 과정은 무엇입니까? " 수수료를 지불하고 변호사를 얻는 것"은 올바른 답입니까?',
    "chosen": '가톨릭 자선 단체 (Catholic Charities Inc.) 의 프로젝트 디렉터인 게븐 부이-하인스 (Gwen Bouie-Haynes) 에 따르면, "여성 들 은 어머니 와 자녀 를 보호하기 위해 즉각적인 법적 지원 서비스 를 필요로 하는 경우도 종종 있다. 보호 명령 을 받기 위해서는 변호사가 있어야 한다". 그 외, 글래디스 반지 는 8 년 후 남자 친구 를 떠날 때 제한 명령 을 내리는 데 50 달러 를 지불 한 것 이라고 언급 한다. 이것은 수수료 를 지불하고 변호사를 얻는 것이 보호 명령을 받기 위해 사용되는 올바른 과정의 일부임을 암시 한다. 따라서 이 해답은 예',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": '전문가 는 학생 들 이 보통 밤 에 8~10 시간 의 수면을 필요로 하지만 대부분의 중국 학생 들 은 충분히 수면을 취 하지 않는다. 일부 중국어 학부모 들 은 보통 자녀 들 이 늦게 공부 하는 것을 보고 기쁘다. 자녀 들 은 매우 열심히 일한다고 생각 할 것 이다. 그러나 모든 부모 들 은 그 에 대해 행복 하지 않을 것 입니다. 한 어머니 는 우리 에게 매일 아침 한 번 말 한 때 10 세 의 소년 은 눈을 감고 한 손가락 을 올려놓고 더 한 분 의 수면 을 간청 하였다. 중국 에 있는 수천 명 의 "초기 새" 학생 들 처럼, 그는 매일 아침 6시 전에 일어나야 한다. 한 보고서 는 좋은 밤의 수면 이 없으면 학생들이 있어야 할 것 보다 약해 보일 것 이라고 알려 준다. 많은 학생 은 어느 때나 다른 시간에 수업 중 에 잠들었다. 과제 가 많이 들리는 것 은 유일한 이유 는 아니다. 일부 학생 은 늦게까지 TV 를 시청하거나 늦게까지 컴퓨터 게임을 플레이 하는 이유 는 아닙니다. 전문가 들 은 학생들이 좋은 수면 습관을 발전 시키고 있다고 말 했다. 그래서 마지막 시간 까지 공부 할 수 있는 학생 들 에는 결코 잘 안 되는 것 을 의미 합니다. A) C) D) "아침을 늦기 까지 공부한다".',
    "chosen": '그 이유 는 다음과 같습니다. "정확 한 해답 은 C 입니다. 늦은 시간 까지 잠자리에 들지 않는 것 입니다. 문맥 은 중국 학생 들 이 보통 많은 숙제를 하고 텔레비전 을 보거나 밤 늦게까지 컴퓨터 게임을 하기 때문 에 충분한 수면을 취 하지 않는다는 것 을 보여 줍니다".',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "이 작업에서는 맥락, 문장 및 캐릭터를 제공합니다. 문장은 주어진 캐릭터의 행동 또는 작업을 설명합니다. 또한 맥락은 문장 또는 캐릭터에 대한 더 많은 정보를 제공합니다. 귀하의 임무는 주어진 문장에서 캐릭터가 표현하는 감정 중 하나를 반환하는 것입니다. 이를 위해 맥락을 사용할 수 있습니다. 그러나 모든 입력에는 맥락이 제공되지 않습니다. 또한 일부 입력에는 감정이 없습니다. 그 귀환은 '아무 것도'입니다. 맥락: 비록 그가 강하다는 척했지만 미첼은 상당히 겁쟁이였습니다. 내 이론을 테스트하기 위해 나는 그의 베개 옆에 고무 거미를 두었습니다. 그는 잠자리에 들어가서 곤충을 발견했을 때 외쳤다.",
    "chosen": "맥락에 따르면, 미첼은 거미를 두려워한다. 문장은 미첼이 침대 시트를 가지고 가짜 거미에 공격하는 것을 묘사한다. 가짜 자미는 맥락에서 설명된 고무 거미가 될 가능성이 높기 때문에 미첼의 반응은 그가 두려워한다는 것을 암시한다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "다음 영화의 줄거리를 위한 영화 제목을 제안하세요: 조안 와일더 (Kathleen Turner) 는 뉴욕시의 외로운 로맨스 소설가이며, 그녀의 편집자는 그녀의 책 중 한 권의 로맨틱 히어로를 기다리고 있다고 믿습니다. 어느 날 조안은 고대품 밀수자, 사촌인 이라 (자크 노먼) 와 랄프 (덴니 데비토) 에 의해 납치된 여동생인 엘레인의 전화를 받는다. 조안 은 편집자 를 만나기 위해 아파트를 떠났을 때, 죽은 사촌 이 보낸 지도 를 담은 편지 를 받습니다 그녀의 아파트에 돌아왔을 때, 그녀는 그것을 약탈하고 아파트의 감독자가 죽은 것을 발견합니다. 전화에서 엘레인은 그녀가 받은 지도와 함께 콜롬비아로 갈 것을 말합니다. 그것은 엘레인의 몸값입니다. 콜롬비아로 날아가는 조안은 엘레인의 남편을 살해한 장교 졸로 (마누엘 오제다) 에 의해 만남의 장소에서 우회됩니다. 그는 엘레인이 수감된 해안 도시 카르타게나가 아닌 내륙으로 가는 잘못된 버스에 오르도록 유혹합니다. 조안이 버스 운전자에게 어디로 가는지 물었을 때, 그녀는 버스가 추락하게 합니다. 나머지 승객들이 떠나는 동안, 조안은 졸로로부터 위협을 받고 있지만 미국의 이국적 조류 밀수자 잭 T. 콜튼 (마이클 더글러스) 의 지프 는 버스 추락 사고 에 쓰러져 있다 존은 그녀를 산림에서 벗어나 전화로 데려갔기 때문에 잭에게 375달러를 여행자 체크로 지불하겠다고 약속한다 잭과 조안은 숲을 여행하면서 졸로를 피하고 있습니다. 그는 지도가 인도하는 보물을 찾고 군 경찰과 함께 그들을 쫓고 있습니다. 마리화나 밀수자의 추락한 C-47 비행기에 숨어있는 밤을 보낸 후, 조안 (알폰소 아라우) 라는 마약 주인을 만나게 됩니다. 그는 조안의 소설을 큰 팬으로 도와 Zolo에서 탈출합니다. 마을에서 춤추고 열정적인 밤을 보낸 후, 잭은 조안에게 지도를 넘겨주기 전에 그 보물을 직접 찾을 것을 제안합니다. 그들은 단서를 따르고 엘 코라조니 (El CorazÃ3n) 라는 거대한 에스메랄드를 찾습니다. 잭과 조안은 알지 못했지만, 랄프가 뒤쪽에서 잠을 자던 동안, 그들은 랄프트의 차를 여행의 마지막 단계로 사용했습니다. 랄프가 총을 겨냥해 에메랄드를 빼앗는다 졸로가 나타나면 잭 [중고] [중고] [중고]",
    "chosen": "이 줄거리는 영화 '로맨싱 더 스톤'의 요약입니다.",
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "다음 글 을 기초로 해 보십시오. 질문: 제이 는 50 세 에서 유방암 에 걸릴 위험 은 10% 이다. 25 세 이나 더 낮을 때 그 위험 은 더 높거나 낮았는가? 문자: 십대 들 에게 유방 암 은 드물지만, 여자 들 이 나이가 들수록 더 흔 하게 된다.",
    "chosen": '이 문헌 은 십대 들 에게 유방암 이 드물지만, 여자 들 이 나이가 들수록 더 흔 하게 된다는 것 을 언급 한다. 따라서 25 세 에서 유방 암 에 걸릴 위험 은 50 세 에 비해 낮을 것 이다. 그러므로 답 은 "저하" 입니다.',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "컨텍스트와 답변에 근거하여 질문을 생성하십시오. 컨텍스: 저는 수요일 바치컴버스 (Beachcombers) 에서 점심을 먹으러 갔습니다. 음식이 맛있었고, 닭고기 봉투를 먹었습니다. 하지만 식욕이 한 주 동안 불쾌해졌기 때문에 절반만 먹었어요. 식사 끝에 웨이터에게 나머지 절반을 포장하라고 요청했습니다. 답: 팁을 주세요.",
    "chosen": "컨텍스트는 OP가 레스토랑에 가서 음식을 상자 안에 넣으라고 요청한 사건을 묘사합니다. 답은 그들이 팁을 줬다고 말합니다. restaurant에서 식사 또는 서비스 중에 어떤 일이 일어났다는 것을 암시합니다. 그래서 그들은 일반적으로 지불하는 것보다 더 많은 돈을 줄 필요가 있습니다. 그래서 내 질문은 다음과 같습니다: OP는 보상을 위해 무엇을 할 것인가?",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "저는 자동 시스템으로 생성된 다음 질문에 대한 답을 확인하고 있습니다. 교황 베네딕토 16세가 언제 당선되었습니까? 제안된 대답은: 그는 2005년부터 2013년까지 교황을 지냈다.",
    "chosen": '제안 된 대답, "바페 베네딕토 16세는 2005년에 당선되었다"는 사실적 오류입니다. 바페 베ને딕토는 실제로 그 해 4월 19일까지 당선되지 않았습니다. 자동 시스템에서 제공 된 진술은 이러한 구별을 정확하게 반영하지 않으며 따라서 무효화되어야합니다. 따라서, 답은 아니어야 합니다.',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "올림피아의 제우스상 - 올림피아의 제우스상은 그리스 조각가 피디아스가 기원전 435년경에 만든 거대한 앉은 인형으로, 그리스 올림피아 신전에 세워졌습니다. 상은 나무 뼈대 위에 상아판과 금판으로 만들어졌으며, 에베나이트, 상아, 금 및 귀한 돌로 장식된 복잡한 잣나무 의자 위에서 앉은 신 제우스를 나타내고 있습니다. 고대 세계의 일곱 불기둥 중 하나로 손실되었으며 5세기 AD에 파괴되었습니다. 이후 복사본도 발견되지 않았으며 현재는 고대 그리스 서술과 동전상에서만 모습을 확인할 수 있습니다. 그렇다면 지금도 올림피아의 제우스상이 존재하는 건가요?",
    "chosen": "올림피아의 제우스상은 기원전 5세기에 건설되어 1~2세기 사이 파괴되었습니다. 파괴된 지 이미 2000년 가까운 시간이 흘렀기 때문에 현재는 이 상을 확인할 수 없습니다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": '맥밀란의 과학적이고 대중적인 게이지에 대한 분석은 거의 항상 그의 행동 변화를 왜곡하고 과장한다는 것을 발견했습니다. 그와 직접적인 접촉을 한 사람이 묘사한 모든 것 이상으로, 알려진 사실들은 "가이지를 자랑하는, 싸운, 불공평한 입, 비공실한 쓸모없는 방황자, 직업을 유지할 수 없는, 기관에서 현금없이 죽은 사람"이라는 일반적인 견해와 일치하지 않는다는 결론을 내렸다. 바커의 말에 따르면, "년이 지나면서 이 사건은 그 자체로 삶을 살게 되었고, 사실적인 근거 없이 게이지의 이야기에 새로운 추가가 이루어졌습니다". [B]:678 오늘날에도 (Zbigniew Kotowicz가 쓴) "대부분의 해설자들은 여전히 청각에 의존하고 다른 사람들이 게이지에 대해 말한 것을 받아들이고 있으며, 즉, 사고 후 그는 정신병자가 되었다는 것입니다";[K2]:125 그래프먼은 "게이지의 사회적 인지 장애의 세부 사항은 때때로 스토리텔러의 열정을 충족시키기 위해 추론되거나 꾸미기도 했다"고 썼다;[G]:295 그리고 골든베르크는 게이지를 "작가들이 자신의 이론을 설명하고 대중을 즐겁게 할 수있는 이야기를 쓸 수있는 (거래 거의) 빈 페이지를"라고 부른다. 예를 들어, 하로우 (Harlow) 의 "가이지는 여러 곳에서 계속 일하고 있었고, 많은 일을 할 수 없었고, 자주 변하고, 그가 시도했던 모든 곳에서 항상 자신에게 맞지 않는 것을 찾았다"는 진술은 [H]:15에 따르면, 가이지는 뇌졸중이 발생한 후의 마지막 몇 달에만 해당한다. [M]:107[M10]:646 그러나 그것은 그의 사고 이후, 게이지가 결코 정규직을 수행하지 않았다는 의미로 잘못 해석되었습니다. 그는 "부진한 징계 때문에 캐피시적 적합성에서 그만두거나 놓이게 될 경향이 있었다",:8-9 "완전히 독립적인 존재로 돌아가지 않았다",:1102 "다른 사람들의 자선에서 불행히도 살며 다른 나라 전역을 여행하며 사이드쇼 괴짜" ("가족에 의존한다" 또는 "부모의 보호하에") 는 "불주의적 분산"에서 사망했습니다. 사실, 그의 초기 회복 후 몇 달 여행과 전시 खर्च 후, 게이지 자신을 지원 - 총 두 직업 - 1851 년 초부터 1860 년 사망 직전까지 [M10]:654-5[D]:77 알려진 사실에 의해 뒷받침되지 않거나 모순되는 사고 후 게이지에게 приписы되는 다른 행동들은 다음과 같습니다: 이러한 행동 중 어느 것도 게이지 또는 그의 가족을 만난 사람이 언급하지 않으며, 코토비츠가 말했듯이, "하롤은 게이지가 부끄러워해야 할 단 한 가지 행위를 보고하지 않습니다. "[K2]:122-3] 게이지 는 "원본 출처 로 돌아가야 할 필요 를 설명 하는 훌륭 한 이야기"라고 맥밀런 은 기록 한다. 대부분의 저자 들 은 "예전에 심각 히 잘못 된 기록 을 요약 하거나 환상 시키기 위한 내용"이었다 [M]:315 그럼에도 불구하고 (Daffner와 Searl가 쓴 것) "게이지의 이야기를 들려주기 때문에 전두엽이 행동과 성격에 미치는 수수께끼적 역할을 이해하는 데 관심이 높아졌습니다". 마치 프랑스 혁명에 대해 이야기 할 때마다 길로틴에 대해 얘기하는 것처럼, 왜냐하면 그것은 너무 멋지거든요. [K] 벤더리는 교사들이 게이지 사례를 사용하여 비판적 사고의 중요성을 설명하도록 제안합니다 "정신적 변화 에 관해 과장 된 것 은 무엇 입니까?"라는 질문 에 대한 해답 을 위의 문서 에서 구출 함 으로 대답 하십시오 [중고]',
    "chosen": '그 해답 은 이러 하다. "매크밀란 이 게이지 의 과학적 과 대중적 인 기록 을 분석 한 결과, 그 들 은 거의 항상 그 행동 변화 를 왜곡 하고 과장 하는 것 을 발견 하였다.',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "이 작업에서, 당신은 영어 문장을 보여줄 것입니다. 당신은 문장을 추가 섬의 표현 또는 잘못된 표현으로 분류해야합니다. 올바른 표현은 '좋은 것'으로 표시되어야 하며 다른 모든 것이 '나쁜 것'로 표시되어야합니다. 보조 섬의 정확한 표현은 보조 섬을 사용하여 문법적으로 올바른 문장의 사례가 될 것입니다. 잘못된 표현은 다른 모든 것입니다. 혐오스러운 앤을 고용하기 전에 많은 박물관은 누구입니까?",
    "chosen": '부속 섬은 "어느 박물관이 혐오스러운 앤보다 먼저 고용하고 있습니까?"; 부속섬은 강조됩니다. 올바른 표현은 "많은 박물관은 혐오적인 앤보다 전에 누구를 고용하고 있습니다?"입니다. 주체와 자기 참조 명칭이 다수성을 일치하는 경우. 잘못된 표현은 주체 및 자기 언급 명칭의 다수성이 일치하지 않는 문장입니다.\\n그러므로, 이 문장은 아나포르 숫자 합의의 잘못된 표현이며 "좋은"로 표시되어야합니다.',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "주제 를 찾으십시오. 질문: 초기 노예 들 중 일부 를 누가 해방 시켰습니까? 답변: 그들의 주인 들; 주제:",
    "chosen": '이 질문은 주제에 대해 묻습니다. 이는 기본적으로 담론이나 논의의 주체입니다. 이 경우, 주어진 답변과 맥락에서 논의되는 것을 알아내야 합니다. 구절은 노예가 주인들에 의해 해방되는 것에 대해 이야기합니다. 또한 스페인어, 스코틀랜드 아일랜드어 등 다양한 민족의 조상들을 가진 아프리카계 미국인들도 있다고 언급합니다. 따라서, 이러한 단서를 바탕으로, 우리는 올바른 옵션이 "다민족_아메리카"가 될 것이라고 결론을 내릴 수 있습니다.',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "질문: 일반 상점 에서 위스키, 곡물, 시들 을 구입 하는 경우 어디 가 있습니까? 선택 사항: - 소금 - 체커 - 쇼핑몰 - 구 서쪽 - 육류 상점",
    "chosen": '이 질문 은 상식 에 관한 것 이며, 모든 옵션 을 읽음 으로 답 을 찾을 수 있다. 고기 가게 에서 위스키 또는 곡물 (알코올 음료) 를 구입 할 수 있지만 시들 을 구입 할 수는 없지만; 체커 에서 당신은 게임을 할 것이고, 소금은 단순히 향신료이기 때문에 사람들이 그곳에서 무언가를 구입할 가능성은 거의 없습니다. 나머지 두 가지 선택은 모두 일반 매장을 찾을 수있는 장소와 비슷합니다. 그러나 쇼핑몰은 일반적으로 더 현대적인 도시에 있으며, 오래된 서쪽 마을에는 위스키는, 곡물 및 시들 같은 물건을 판매하는 일반 매장이 더 가능성이 높습니다. 그래서 여기서 가장 좋은 대답은 "오લ્ડ 웨스트"라는 올바른 선택입니다.',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "대화: 엘리엇 요르크의 다른 이름은 무엇입니까? - 엘리엇요르크 명예. - 그의 다른 이름의 짧은 형태는 무엇입니까? (Eliot Douglas Thomas Yorke, 1805년 4월 20일 ~ 1885년 5월 3일) 는 영국 보수당 정치인이었다.",
    "chosen": '질문 은 "그의 아버지 는 누구 였습니까?" 이 질문 에 대한 해답 은 "서르 조셉 시드니 요르크, 찰스 요르케 의 둘째 아들, 필립 요르키 의 두 번째 아들, 하드위크 의 제 1 군주"였다. 대화 의 다음 논리적 전환 은 형제 에 관한 것 이다. 따라서 답 은 "하드위키 의 제 4 군주 인 샤를 로르크 admiral, 그의 큰 형제 이었다".',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": '이 작업에서, 여러분은 질문과 함께 3개의 구절, 1, 2 및 3을 받습니다. 여러분의 임무는 그 구절의 용어를 사용하여 더 많은 정보를 검색하여 질문에 대답하기 위해 어떤 구절을 사용할 수 있는지 결정하는 것입니다. 1, 2 또는 3로 선택된 것을 표시하십시오. 질문: 헤르메스는 어떤 나라에서 공부했습니까? 1단계: 핵 잠수함 에카테린부르크 (K-84) 의 건설은 1982년 2월 17일 세베로드빈스크의 북부 기계 제작 기업 (세브마쉬) 에서 시작되었고 1985년 12월 30일에 소련 해군에 투입되었습니다. 그녀는 7 배의 프로젝트 667BDRM 델핀 클래스 중 두 번째였으며, 1975년 9월에 루빈 디자인 사무실에서 개발되었습니다. 탄도 미사일 잠수함, 주로 핵전쟁의 경우 군사 및 산업 시설에 대한 사용을위한 16 R-29RM Shtil (NATO 명칭: SS-N-23 Skiff) SLBM를 운반하도록 설계되었습니다 각 Shtil 미사일은 10 100 kt의 여러 독립적으로 타겟으로 된 복귀 차량을 운반하고 있으며, 순환 오류가 발생할 수 있습니다. 그녀는 또한 RPK-7 Veter (NATO 명칭: SS-N-16 Stallion) 항해 미사일과 큰 표면 선박에 대한 사용 및 자기 방어 토르페도와 장착되어 있습니다. 2단계: 월터 로리의 "트로터스"는 1947년 17위를, 1948년 14위를, 1949년 16위를 차지했다. 그는 93개의 리그 경기에서 6골을 넣었습니다. 맥쉐인은 1950년 9월 5천 파운드의 보너스로 맨체스터 유나이티드에 입단했다. 그는 떠나고 있는 찰리 미튼을 대체하기 위해 서명되었습니다. 그는 1950~51 시즌 31경기에 7골을 넣었고, 레드 데블스는 리그 2위에 올랐다. 올드 트래포드에서 그의 첫 골은 1950년 10월 7일에 세필드 수요일에 31 승리를 거뒀다. 그는 195152년 1부 리그 타이틀을 우승한 유나이티드 팀의 일원이었고, 그 시즌 12개의 리그 경기에서 1골을 넣었다. 그의 목표는 중요한 목표였으며, 9월 15일 메인 로드에서 21 승리를 거두며 라이벌 맨체스터 시티를 상대로 올랐다. 그는 이후 갑상선 부상으로 어려움을 겪었고, 메트 버즈비의 팀이 8위로 떨어지면서 195253 캠페인에서 5번만 출연했다. 3단계: 1931년부터 헤르메스는 프라이부르크 대학에서 수학, 물리학, 화학, 생물학 및 철학을 공부했습니다. 1937년에 그는 ?? 스터에서 국정시험을 통과했고 1938년에 물리학자 아돌프 크래처가 참석했을 때 그곳에 참석하고 있었습니다. 그 후 그는 괴팅겐 대학교에 장학금을 받고 본 대학교의 보조가 되었습니다. 제2차 세계대전 때 그는 1943년까지 제주 채널 섬에서 군인으로 활동했고, 이후 킬 해군 화학물리학 연구소에 입학했다. 전쟁이 끝나고 그는 토플리츠에 이사하여 새로운 암호화 방법을 연구하게 되었습니다. 1947년, 그는 본 대학교에서 강사로 취임하여 리만니아 지역의 분석 다양성이라는 논문을 취득하였다. 1949년 그는 ?? 스터 대학교의 교수로 취임하여 수학 논리 분야로 돌아갔다. [중고]',
    "chosen": "질문에는 헤르메스가 공부한 곳이 묻고 답은 3장에서 찾을 수 있습니다. 1장과 2장은 이 질문에 무관합니다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": '고메시 (Ghomeshi) 는 1967년 6월 9일 영국 런던에서 공업 엔지니어로 활동하던 이란인 Farhang (Frank) 와 Azar (Sara) Ghomeshi (Azar) 의 부모로 태어났다. 어렸을 때, 학우들이 그를 "블랙리"라고 불렀습니다. 고메시 (Ghomeshi) 에 따르면, 그는 무슬림 가정에서 자랐지만 다른 곳에서는 그의 가족은 세속주의자였으며 심지어 크리스마스와 부활절을 축하하기도 했다 고메시가 7살이 되었을 때 그의 아버지는 캐나다로 이주하여 일자리를 얻었고, 그로메시의 가족은 그 뒤를 따랐고, 먼저 온타리오주 토른힐에 정착하기 전에 돈 밀즈 도로에 있는 아파트에서 살았습니다. 2014년 11월 26일, CBC의 해체 후, Ghomeshi는 토론토 경찰에 자신을 넘겨주었고, 2014년 10월 31일에 시작된 수사에 따라 성폭행 혐의 4건과 질식으로 저항을 극복한 혐의 1건에 기소되었다. 혐의는 3명의 여성에 관한 것입니다. 그는 같은 날 법원에 출석했고, 100만 달러의 보증금으로 석방됐습니다. 그는 여권을 포기하고 온타리오주 내에 남아서 어머니와 함께 살 수 있어야 한다는 조건으로요. 고메시는 2015년 1월 8일 다시 법원에 출석해 3명의 여성과 관련된 성폭력 혐의로 기소되었습니다. 2015년 2월 26일 법원에 출석한 재판에서 2015년 3월 27일까지 정해져 2015년 4월 28일까지 진행되었다 그의 변호인 마리 헤네인은 모든 혐의에 대해 무죄를 인정하겠다고 밝혔다. 2015년 10월 1일, Ghomeshi는 질식 혐의와 성폭행 혐의 4건의 무죄를 인정했다 고메시 재판은 2016년 2월 1일 시작되어 8일 동안 진행되었습니다. 2016년 3월 24일, 재판부는 고메시에게 모든 혐의를 무죄로 판결했습니다. 목격자의 증언의 모순과 "정확한 속임수는" 검찰의 사건을 회복할 수 없을 정도로 약화시켰습니다. 윌리엄 호킨스 판사는 고소자 들 을 "법원 에서 증거 를 거짓말 하거나 숨기려 했다"고 비난 하였다 2016년 6월에는 한 가지 추가 요금에 대한 두 번째 재판이 예정되어 있었습니다. 그러나 2016년 5월 11일, 호메시가 죄의 고백을 포함하지 않는 평화협정을 체결한 후 보렐에 대한 कथित 성폭력 혐의로 남아있는 마지막 혐의를 철회했습니다. (피해자의 이름인 보렐에 대한 출판 금지 사항은 2016년 5월 11일 해제되었습니다. ) 보렐에 따르면, 헤네인은 보렐의 대표에게 접근하여 재판에 대한 대안을 요청했고, 여러 차례의 교류 후에 고메시는 보렐에게 사과하기로 합의했고 공식적으로 그렇게 했습니다. 이후 보렐은 언론에 공식적인 성명서를 발표하면서 고메시가 성폭력 혐의로 유죄를 인정했으나 "심판은 그의 거짓말, 그가 유죄가 아니라고 주장하는 거짓말을 유지했을 것이고, 현재 막으려고 하는 같은 학대 패턴을 나에게 더 많이 적용했을 것"이라고 주장했다. 위의 기사 에서 인용 한 것 을 사용 하여 다음 의 질문 에 대답 하십시오. 그 는 유죄 판결 을 받았습니까?',
    "chosen": '"2016년 3월 24일, 재판부는 고메시에게 모든 혐의를 무죄로 판결을 내렸는데, 상당한 의심의 여지가 없는 증거를 입증할 수 있는 충분한 증거가 없었다"는 내용에서 이 질문에 대한 답을 찾을 수 있습니다.',
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "아래 문서를 읽고 다음 질문에 대한 올바른 답을 선택하십시오 (선택은 기본 또는 산성 ): 솔루션이 더 산성할수록 pH 값이 0에 가까워질 것입니다 pH 수치가 매우 높을 때 항목은: 기본이나 산성?",
    "chosen": "이 점 은 기본 을 선택 하는 이유 를 설명 합니다. 예를 들어, pH 는 14 이 있는 아이템 을 가지고 있다면 그 아이템 은 매우 기본 이 될 것 입니다. 왜냐하면 정상적인 물 은 4 - 6 이 PH (중립) 에 있기 때문 입니다.",
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "작업은 이벤트에 기반한 텍스트를 생성하는 것입니다. 주어진 이벤트에 대해, 이벤트에서 행동을 수행하는 사람이있을 것입니다 (일반적으로 PersonX). 당신의 임무는 이벤트에 대한 그 사람의 감정적 반응, 즉 행동을 한 후 그 사람이 어떻게 느끼는지 작성합니다. PersonX는 PersonX의 구석에서 탈출합니다.",
    "chosen": "보통 사람들은 감옥에서 탈출하면 행복합니다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "이 과제에서는 5번부터 1번까지의 다섯 문장을, 그리고 이야기의 가능한 제목을 위해 a와 b의 두 가지 옵션을 제공합니다. 당신의 임무는 이야기에 더 잘 어울리는 제목을 선택하는 것입니다. 'a' 또는 'b'로 선택지를 표시하십시오. 문장 1: 메리는 동물 보호소에서 개를 입양했습니다.",
    "chosen": "이 이야기는 메리와 그녀의 개에 관한 것입니다. 그래서 선택 B는 이야기가 무엇인지 더 잘 알려줍니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": '흑백색의 영상은 아프가니스탄 서부 파라 지방의 가볍게 숲이 들어있는 사막에서 서서히 걷고 있는 탈레반 반란자들의 행렬을 보여준다. 갑자기 화면이 흰색으로 깜빡이고 남자들은 불구에서 사라집니다 S (중국어) MQ-9 "리퍼" 드론 "아프가니스탄의 #Farah 지방에서 아프간이 주도하는 공격에 따라 탈레반 전투기가 도망치고 있습니다. 비디오는 U를 보여줍니다 S (중국어) 에어파워 (MQ-9s) 지원"는 U의 공식 계정에 게시된 비디오와 함께 짧은 메시지를 발표했습니다. S (중국어) 아프가니스탄의 군 이후의 영상들은 더 많은 탈레반들이 공습을 피하기 위한 실패한 시도를 보여줬습니다. 펜타곤 영상은 4일 공개됐습니다. S (중국어) , 나토와 아프가니스탄 정부 세력은 이란과 국경을 접하는 파라 수도의 통제를 위해 탈레반과 치열한 전투에 갇혔습니다. 트윗은 비정상적으로 그래픽이었습니다. 하지만 U는... S (중국어) 군대는 종종 건물이나 차량이 파괴되는 영상을 공개하지만, 폭격을 당하는 사람들을 보여주는 동영상을 그렇게 자주 배포하지 않습니다. 24시간도 채 되지 않아 S (중국어) 공군은 아프가니스탄과 관련된 자신의 트위터를 공개하여 눈을 높였다  이 글은 바이러스적인 오디오 클립을 참조하여 "라우렐"이라는 단어를 듣는 사람들과 "얀니"라는 단어를 듣는 다른 사람들 사이에서 가벼운 온라인 논쟁을 불러 일으켰습니다 "Farah 도시 #Afghanistan의 탈레반군은 우리의 #A10의 경의를 통해 듣게 된 #BRRRT보다 #Yanny 또는 #Laurel를 훨씬 더 좋아했을 것입니다". 공군은 이후 사과하고 트위터를 삭제하면서 "좋은 맛"으로 보내졌다고 말했습니다. " USFOR-A 트윗은 남아있다 미국 음성 대변인은 트위터를 새로운 소셜 미디어 전략으로 표현하지 않는다고 말했습니다. "다른 조직과 마찬가지로, 포스트는 기존 관객들과 이미 트렌드 중인 참조 또는 대화와 연결하여 주요 / 진행 중인 조직 활동에 대한 인지도를 높이기 위한 시도였습니다". 위의 맥락에 따라 다음 질문에 답하기 위해 올바른 옵션을 선택하십시오. 질문: 펜타곤은 언제 트위터를 공개했습니까? 공습 B 이후 새로운 소셜 미디어 전략이 있다고 말한 후 C Farah의 통제를 위한 전투가 끝난 후 D 충분한 정보가 없습니다.',
    "chosen": "맥락에 따르면, 펜타곤은 수요일 아프가니스탄에 대한 공습 영상을 공개했다. 24시간이 채 되지 않아 공군은 자신의 트윗을 공개하여 바이러스성 오디오 클립을 언급하여 온라인 토론을 불러 일으켰습니다. 이 정보에 따르면 A는 A가 옳다는 것을 결정할 수 있습니다. 왜냐하면 두 트윗은 공습이 일어난 후와 Farah에 대한 통제 전투가 끝나기 전에 보내졌기 때문입니다. 따라서 A는 옳습니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "당신은 인간과 가상 보조 사이의 대화에서 문장을 얻습니다. 당신의 임무는 다음 다섯 가지 행동 범주 중 하나로 문장을 분류하는 것입니다. 인포먼트, INFORM_INTENT, OFFER, REQUEST_ALTS. 문장은 무언가를 알리는 것에 관한 경우, 'INFORM'를 생성하십시오. 어떤 것을 요청하는 것에 관한 경우에는 'REQUEST'을 생성합니다. 문서는 제공된 것보다 대체 옵션을 요청하는 것을 언급하면, 'RE QUEST_ ALTS'를 발생시킵니다. 마찬가지로, 문장이 어떤 정보를 제공하는 경우 'OFFER'를生成하십시오. 문장이 무언가를 하려는 의도를 나타내는 경우 'INFOM_ANT'를 만듭니다. 이벤트는 1016-1098 노스 센터 코트 스트리트에서 오후 6시 30분에 시작됩니다.",
    "chosen": '문장은 사건의 시간과 장소에 관한 정보를 제공하므로 "정보"로 분류될 수 있습니다.',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "이 부분에서 다음과 같은 질문에 대답하십시오. 폐 없이 일어나는 호흡. 곤충은 내관관과 방울의 시스템을 가지고 있습니다. 산소가 몸 조직에 도달하기 위해 이동합니다. 공기 는 복부 옆구리의 구멍인 스피라클을 통해 흡수됩니다. 질문: 곤충에 대해, 복부의 옆구리에 호흡을 허용하는 구멍은 무엇입니까? A:",
    "chosen": '이 문장 은 스피라클 을 "방면 에 숨 을 쉴 수 있게 하는 구멍"이라고 정의 한다. 그러므로 이것은 올바른 대답 이다.',
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "이 작업에서는 문장에서 지정된 길이의 모든 단어를 제거해야합니다. 단어의 길이는 문자 수에 따라 결정되며, 예를 들어 \"apple\"의 길이는 5입니다. 문장 : 'a little girl standing and facing a fence with animals behind it'. 주어진 문장에서 길이가 '8'인 모든 단어를 제거하십시오.",
    "chosen": "주어진 문장 'a little girl standing and facing a fence with animals behind it'을 하나씩 살펴보겠습니다. 1. 'a': 1 -> (전체) 1 2. 'little': 6 -> (전체) 7 3. 'girl': 4 -> (전체) 11 4. 이전 두 단어와는 다르게 \"standing\"은 허용되지 않은 8자로 구성되어 있으므로, \"standing\"은 문장에서 제거됩니다. 그래서 우리는 다음과 같습니다: a little girl and facing a fence with animals behind it 간결함을 위해 5~11은 생략합니다",
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "왓터의 암플라 - 다양한 매끄러운 근육 스핑크터들은 췌장 정액의 흐름을 조절합니다. 췌장의 정맥의 스핀크터,  үт 관통의 스핑커터, 그리고 오디의 스フィン커터입니다. 이것을 읽은 후에, 왓터 앰플라에는 전립선 정액만 포함되어 있는지 말해줄 수 있을까요?",
    "chosen": "발터 암플라 (Vater's ampulla, hepatopancreatic ampulla) 는 열두막에 황과 췌장액이 들어오는 영역이다. 따라서 각 관통에 대해 두 가지 스핀터 (sphincter) 를 포함하고 있습니다. 하나는 간 관통 (간에서) 에서 황을 통과하도록 허용하고 다른 하나는 췌장의 정액이 주요 췌장에서 (췌장) 빠져나오도록 허용합니다. 이 텍스트가 나타낸 바와 같이, 둘 다 이 지역에서 존재합니다. 따라서 우리는 Yes 또는 No에 정확하게 대답하기 전에 추가 정보가 필요하다는 결론을 내릴 수 있습니다.",
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "이 작업에서 당신은 질문과 구절을 받게 될 것입니다. 당신은 그 질문에 대한 답을 구절에서 찾을 수 있는지 여부를 결정해야합니다. 만약 그 구절에서 답을 찾을 수 있다면 '진짜'를 입력해야 합니다. 만약 해당 구절에서 답이 찾을 수 없다면 '거짓'을 입력해야 한다.",
    "chosen": "\"케이브 브라이언트가 레이커스보다 먼저 누구를 위해 뛰었는지\"에 대한 답은 주어진 구절에 없습니다. 그래서 우리는 '거짓말'을 출력해야 합니다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "질문: 어떤 사람들은 평생 사랑을 위해 무엇을 하고 있습니까? 선택 사항: - 삶을 살다 - 기다립니다 - 감정 애정 - 키스 - 엔터테인먼트",
    "chosen": '그 이유는 "거리를 건너기 전에 바뀔 것"입니다.',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": '다중 선택: "남자는 소년을 어깨에 올려놓았다"라고 합시다. 이제 "남자가 소년을 소년의 어깨에 올렸다고 합시다".',
    "chosen": "그 남자 는 소년 을 어깨 에 올려놓았는데, 그 는 소년 의 어깨 에 짊어지고 있는 것 과 같지 않습니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "이 과제 에서 물리학 에 관한 주어진 다중 선택 질문 에 대답 해야 합니다. 답변 을 'a', 'b', 'c', 'd' 및 'e'로 분류 하십시오. 문제: 합이 27인 3개의 연속 정수 중 가장 큰 수 는 무엇 입니까? 옵션: a) 6 , b) 7 , c) 8 , d) 9 , e) 11",
    "chosen": "만약 n가 연속 3개의 정수 중에서 가장 작고, n+1과 n+2는 나머지 두 개라면, 우리는: \\nn + \\\\(n+1\\\\) + \\\\ ((n+2\\\\) = 27을 얻습니다. 이 방정식을 풀면, \\nn = 11을 얻을 수 있습니다. 답은 (E) 입니다.",
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "중국 북동부에서 러시아 국경 근처 하르빈에서 개최되는 31번째 하르핀 국제 얼음과 눈 축제. 그러나 이 특별한 공연을 방문하려면 빨리 해야 합니다. 이 모든 광경은 몇 주 안에 사라질 것입니다. 이 얼어붙은 기적은 중국 동북부 러시아 국경 인 하르민에서 개최된 31번째 해르빈 국제 빙과 눈 페스티벌의 전시의 일부입니다.",
    "chosen": "@placeholder는 컨텍스트에서 제공된 송화강을 가리킨다. 노동자들은 축제용으로 얼어붙은 송화 강에서 큰 얼음 블록을 절단하고 몇 주 동안 그 곳을 끌어들이고 있다고 한다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "새로운 장난감 자동차와 놀아! 그럼에도 불구하고, 프로그램은 결국 커뮤니티 노래와 춤으로 다시 시작되었습니다. 나는 무대에 앉을 수 있도록 끌려갔지만, 끊임없이 어린이들이 나를 위해 그들의 선물 패키지를 날려 나가는 풍선을 가져왔다. 위의 맥락에 따라, 다음 질문에 대답하기 위해 가장 좋은 옵션을 선택하십시오. 질문: 어떤 계기가 될 수 있었습니까? 옵션: - 크리스마스 파티 - 야외 파티 - 어린이의 생일 - 가족 발베키",
    "chosen": "이 문서는 풍선과 장난감 자동차를 포함하는 선물이 주어졌다고 언급한다. 또한 아이들이 새로운 장난감으로 놀고 싶어하는 것을 언급합니다. 이 맥락을 토대로, 그 행사는 어린이의 생일 파티였다고 추론할 수 있습니다. 그들은 풍선 및 모델 자동차를 선물로 받았다. 그래서 답은 어린이의 생일이 ``",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "이 작업에서, 당신은 1부터 5까지 번호로 된 다섯 문장을 주어집니다. 당신의 임무는 이야기의 제목을 생성하는 것입니다. 그것은 완전히 의미가 있습니다. 제목은 짧아야 합니다, 세 단어 미만, 간단한 언어를 사용해야 합니다, 그리고 이야기의 주요 주제를 포함합니다. 문장 1: 톰은 기분이 떨어졌습니다. 문정 2: 그는 새로운 헤어 스타일을 얻기로 결정했습니다. 3 문장: 그는 다른 스타일을 시도했습니다.",
    "chosen": '제목은 짧고 간단하면서 이야기의 주요 주제를 유지해야 한다. 다섯 번째 문장은 톰이 새로운 헤어 스타트업에 대해 약간 흥분한다고 알려줍니다. 그래서 우리는 그가 기분이 좋아지도록 돕는 데 효과적이라는 것을 알고 있습니다. 따라서, 이야기의 좋은 제목은 "새로운 헤어스타트"입니다.',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": '아리조나 대학교의 유명한 의료 마리화나 연구원은 4년간 계획했던 연구에서 그녀의 일자리를 잃었다고 말했습니다. 의학 대학의 임상 조교수 수 시슬리 박사는 거의 8년 동안 여러 부문에서 대학과 함께했다. 그녀는 만성 외상 후 스트레스 장애 또는 PTSD를 가진 참전용사들에 대한 마리화나의 영향에 대한 선구적인 연구를 계획하고 있다. "나는 대학에서 진행되고 있는 가장 논란의 여지가 있는 연구의 최전선에 있었다"고 연구의 주요 조사관인 시슬리는 말했다. "그리고 그들은 엄격한, FDA 승인, 무작위로 통제된 재판의 맥락에서도 자신의 캠퍼스에서 마리화나를 흡연하고 증발시키는 참전자의 광학이 마음에 들지 않았다".',
    "chosen": '첫 번째 문항에서, 스 씨슬리는 애리조나 대학교의 연구원으로 소개되며, 그녀는 4 년 동안 PTSD를 앓고있는 참전용사들에 대한 마리화나의 영향을 연구하려고 계획하고 있습니다. 그녀는 그녀의 계약이 연장되지 않았다고 믿는다고 설명합니다. 왜냐하면 "그들은 참전 용사들이 마리화나를 흡연하고 증발시키는 광학을 좋아하지 않았기 때문입니다". 시슬리는 다음으로 이 연구 프로젝트가 의료 대마초 연구에 관한 대학 정책과 어떻게 일치하는지 논의합니다. 기사를 통해 여러 번 "@placeholder"가 그녀의 계약을 연장하는 것에 반대하기로 결정했다고 밝힌 후, 우리는 응답으로 공식 선언을 받았습니다. @placeholder은 어떤 직원을 해고하기위한 정치적 압력을 받지 않았습니다... "',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "이 작업에서, 당신은 빈 (_) 를 포함하는 컨텍스트 문장을 제공합니다. 문장을 문화적 반 고정관념을 전달하기 위해 빈 문장을 한 단어로 채우는 것으로 예상됩니다. 반 고정 관념은 특정 집단에 대한 일반적인 신념에 반대하는 개념입니다. 당신의 대답은 한 단어 이상 포함되지 않아야합니다. 맥락: 브라민은 _ 회사입니다.",
    "chosen": "브라민은 가죽 핸드백을 판매하는 회사입니다. 힌두교에서는 브라민이란 사회에서 가장 높은 바르나를 가리킨다. 높은 교육을 받고 의무와 관대성을 강한 사람들의 그룹입니다. 관대함으로 빈 공간을 채우면 우리는 브라민에 대한 반 고정관념을 전달합니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": '뉴스 헤드라인을 보면, 편집된 단어와 재미를 표시합니다. 원래 문장은 주어진 형식 {word}. 원래 문장의 {word} 를 편집 단어로 교체하여 새로운 제목을 생성하십시오. 편집된 문장은 재미를 표기하는 것과 일치하는 경우 "예"를 생성하는 것입니다. 그렇지 않으면 "아니오"을 생성합니다. 뉴스 제목: DNC 의원 후보 자임 해리슨: 로비스트는 좋은 {민주주의자} 편집: 스터지 레이블: 재미가 없습니다',
    "chosen": '원래의 문장 "DNC 의원 후보자 제임 해리슨: 로비스트들은 좋은 민주당이 될 수 있다"와 편집된 문장 중 하나인 "Dnc 의원候補자 제이먼 해리슨은: 로비를스트들은 착한 쟁쟁이들일 수 있습니다"는 Funny 레이블과 일치하지 않습니다. 답은 아니입니다.',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "나는 그보다 한 번 더 거슬러 올라가겠습니다. 나는 거의 첫 데이트도 하지 않았습니다. 나는 약국에서 인턴으로 일하던 병원 카페테리아에서 만난 젊은 여성 (그녀는 엑스레이 기술자) 에게 데이트 요청했습니다. 당신은 집에 따라와 싶습니까? 그녀는 물었다. 나는 확신했다! 그녀는 차에 들어갔고 고속도로를 타었고, 언덕 꼭대기를 넘어갔습니다.. 그리고 사라졌습니다. 나는 75 mph에 갔습니다. 나는 교통을 돌아가는 동안 내 시선에서 그녀의 꼬리등을 지키려고 절박했습니다. 당신이 나와 함께 나가고 싶지 않다면, 그냥 나에게 말해주세요! 나는 마침내 그녀를 잡았지만 그녀는 항상 그렇게 운전한다는 것을 알게되었습니다. 만약 Aoh Gothie AohGothie 의 첫 번째 여성이 아니라면, 그들은 Indy Pratty 에 도착했습니다. 그녀는 티켓을 먹었습니다. 그녀는 50 년 후 자신의 이름을 얻었기 때문에, 그녀는 다른 여성들과 전화를 걸었습니다. 그래서 그녀는 대답했습니다. 그녀가 전화에서 돈을 지불하는 것을 좋아했습니다. 그리고 그녀는 다른 여자들에게 말했습니다.",
    "chosen": "해설자는 제닛을 고속도로에서 그를 경주하고 그의 길을 따라갈 준비가 된 운전자라고 묘사합니다. 해설가는 또한 그는 수년 동안 고속 티켓을 지불하는 데 도움이 되었다고 말합니다. 이는 이 주장을 뒷받침합니다. 따라서 C는 올바른 답입니다.",
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "입력 텍스트를 순수 없는 질문이나 적절한 질문으로 분류하십시오. 순수없는 질문은 프레임링 중에 약간의 중단이있는 질문입니다. 올바른 질문은 아무런 순수성이 없는 올바른 질문 형태입니다. 마리아 메모리얼 건강 연구소는 몇 개의 침대가 있습니까?",
    "chosen": "주어진 텍스트에는 방해나 의문의 여지가 없습니다. 우리는 이것이 올바른 질문이라고 결론을 내릴 수 있습니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "안도르라 (Andorra - Andorra, /ænˈdɔːrə, -ˈdɒrə/ (듣기); 카탈루냐어: (ənˈdorə)), 공식적으로 안도라 공국 (Catalan: Principat d'Andorra), 또한 안도라의 계곡 공국이라고도 불린다. 북쪽의 프랑스와 남쪽의 스페인과 국경을 맞대고 있는 이베리아 반도, 동쪽 피레네에 있는 주권한 미크로국이다. 카틀라인이 만든 것으로 여겨지는 안도라는 988년까지 우르겔 백작에게 통치되었는데, 우르젤 주교구로 이전되었고, 현재의 공국은 1278년 헌법에 의해 결성되었다.",
    "chosen": "안도라 는 프랑스 와 스페인 사이 에 있는 나라이기 때문 에 그 답 은 예 입니다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "마침내 더 이상 견딜 수 없을 때 , 론은 일어나 경찰을 할 것 같아서 아우로르 역 밖으로 나갔다 . 밖으로 나가면 거실 안으로 들어갔다 . 도착하자마자 부엌에서 나오는 비틀거림과 숨쉬는 소리를 들었다 . 그의 피가 끓기 시작했고 소파를 돌아다니면서 막대를 꺼내서 소리로 향했다 . 그는 천천히 조용하게 문을 열었다 . 그의 앞에 놓여있는 것은 그가 기대했던 것과 같지 않았다 . 론이 기대했던 것은 무엇입니까 ? A. 그는 자신을 행복하게 할 무언가를 걸어갈 것으로 기대했다 . B. 그는 그를 감사하게 할 무언가에 들어갈 것으로 기대했습니다 . C . 그는 자신을 화나게 할 어떤 것에 들어갈 것으로 예상했다 . D. 위의 선택 사항 중 어느 것도 없었습니다 .",
    "chosen": '이 질문 은 론 이 무엇 을 기대 했는지 묻는다. 그 맥락 은  에서 울고 숨쉬는 소리 를 들었을 것 이라고 말 한다. 이는 강렬한 상황 이 벌어지고 있다는 것을 암시 한다. 그는 소음 을 향해 나아갔을 때, 그 뒤에 기다리고 있는 어떤 장면 을 준비 하기 위해 서서히 그리고 조용히 문을 열었다. 그는 예상치 못한 것을 보고 화가 나 있었다. 이 모든 단서가 론이 그를 화나게 하는 상황 ("C") 에 들어갈 것으로 예상했다는 것을 나타냅니다. 그래서 이 정보를 감안하면, C는 우리의 대답입니다.',
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "세계 지도에서 싱가포르는 어디에 있습니까?",
    "chosen": "싱가포르는 말레이시아와 인도네시아 사이에 있는 말라카 해협에서 동남아시아에 위치하고 있습니다. 세계 여러 주권 도시 국가 중 하나입니다. 유엔이 인정하는 다른 세 개로는 모나코, 산마리노, 바티칸 시 (일반적으로 유럽의 일부로 간주됩니다). 유라시아는 유럽과 아시아 모두를 포함하는 지리적 지역을 의미합니다.",
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "이 아이는 전기를 시험하고 싶었는데 그 결과 어떤 느낌이었을까요? A. 화재의 원인 B. 충격 C. 단기 피우즈 D. 부적절하게 사용되면 죽습니다 E. 열을 생산하는 가장 좋은 답은",
    "chosen": "전기 충격을 받으면 치명적일 수 있습니다. 이 경우, 아이가 전기를 테스트하려고 했지만 무엇을 하고 있는지 몰랐습니다. 그 결과 열을 생성하는 대신 충격을 받았습니다. 답은 B가 될 것입니다. 왜냐하면 자신을 충격을 주면 고통이 생길 수 있기 때문입니다. 이는 우리가 직접 접촉하기 전에 전기화 된 무언가를 만졌을 때 왜 불을 느끼는지로 우리를 다시 유도합니다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "이 작업에서는 두 번째 문장을 놓친 정확히 5 문장으로 구성된 단편소설을 제공합니다. 두 가지 옵션이 주어집니다. 그리고 다른 이야기와 첫 문장을 가장 잘 연결하는 하나를 선택해야합니다. 첫 번째 옵션이 올바른 경우 '제1 옵션'로 답변을 표시하십시오. 그렇지 않으면 '제2 옵션'입니다. 잘못된 옵션은 다음 스토리 라인을 변경하여 적어도 다음 세 문장 중 적어도 하나는 더 이상 이야기와 일치하지 않습니다. 문장 1: 토마스는 경험이 풍부한 목재인 작업자이며 그는 거의 실수를 하지 않습니다. 3 문장 3: 그러나 어느 날 토마스가 게으르며 목재로부터 나뭇잎을 얻습니다 4 문장 4: 나뭇가지는 토마스를 아프게합니다 5 문장: 그는 목재학 기술에 대해 너무 자랑하지 않기로 결정합니다 1 문장 2: 그는 나무 작업 실력에 대해 당황합니다 2 문장",
    "chosen": "이 이야기의 첫 문장은 토마스가 좋은 목수라는 것을 정하고 있기 때문에 그는 자신의 기술에 대해 부끄러워하는 것보다 자부심을 할 가능성이 더 높습니다. 옵션 2은 이야기의 나머지 부분과 일치하지만 옵션 1은 그렇지 않습니다. 문장 5에서 토마스는 나무에서 조각을 받았기 때문에 자랑하지 않기로 결정합니다. 그 조각은 그가 자신의 기술을 자랑하는지 여부와 상관없이 발생했을 것입니다. 그래서 그 때문에 자부심 중단하기로 결정하는 것은 의미가 없습니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "이 작업에서 두 개의 집합이 주어집니다. 그리고 주어진 두 집합의 교차점에 있는 요소의 수를 셀 필요가 있습니다. A 집합은 {1, 2, 3}와 같은 두 개의  모양의 브레이체와 코마 분리된 숫자에 의해 표시됩니다. 두 가지 집합을 교차하는 것은 두 집집에 공통된 모든 요소를 포함하는 가장 큰 집합입니다. 주어진 두 세트의 교차점을 찾기 위해, A 및 B는 A와 B 모두 공통된 요소들로 구성된 집합이다. Set1: '{3, 6, 11, 12, 15, 17, 18}', Set2: '{1}'. Set1과 Set2의 교류에 몇 개의 요소가 있습니다?",
    "chosen": "Set1과 Set2에 공통된 요소가 없기 때문에, 생성된 집합은 빈다. 따라서 출력은 0.",
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "(CNN) - 웨인 루니와 폴 스콜스는 맨체스터 유나이티드가 10인 퀸즈 파크 레인저스를 2-0으로 꺾고 6경기 앞둔 잉글랜드 프리미어리그 타이틀에 대한 압력을 강화하기 위해 일요일 골을 넣었다. 승리는 내셔널 리그에서 1-0로 패배한 맨체스턴 시티보다 8점 떨어진 챔피언을 남겼다. 아스널의 스페인 미드필더 미켈 아르테타는 영국 골키퍼 조 루니를 3분 뒤에서 우수한 샷으로 물리쳤지만 시티의 첫 리그 우승 희망은 끝났다. 2위 시티가 공격수 마리오 바톨레리가 마지막 휘파람 직전 퇴진하자 결승했다.",
    "chosen": "주어진 맥락에서 @placeholder는: - 웨인 루니와 폴 스콜스가 맨체스터 유나이티드가 10인 퀸즈 파크 레인저스를 2-0으로 꺾고 골을 넣은 일요일... United는 샤온 데리가 애슐리 영을 쓰러뜨린 혐의로 쫓겨났을 때 첫 공격으로 골을 올리는 행운이었다. 심판 마이크 존스가 처음에 QPR 주장 조이 바튼에게 뒤에서 찔러내기 위해 우위를 점한 후, 미드필더 루니는 33분 만에 훌륭한 프리 틱을 내렸다. 이는 알렉스 퍼거슨의 팀이 타이틀을 유지하기 위해 사용할 수 있는 18점 중 17점을 필요로 한다는 것을 의미합니다....",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "책, 아이템, 장소 또는 영화에 대한 리뷰가 주어집니다. 그 후, 리뷰의 특정 기간을 사용하여 대답해야 할 질문이 제공됩니다. 귀하의 대답은 리뷰 자체에서 있어야 하며 추가적인 단어를 포함해서는 안되며, 다른 기간의 조합이어야합니다. 질문에 직접적인 답변이 없다면, 질문에 가장 관련있는 텍스트 일부를 사용하여 답변하십시오. 설명을위한 예제를 참조하십시오. 리뷰: 나는 많은 렌즈 및 기타 장비를 들고 다니는 것이 너무 많은 삶의 시점에서 있습니다. 50X 줌 렌즈는 나에게 완벽하게 적합합니다. 나는 꽤 좋은 아마추어이며 번쩍없는 프로가 아닙니다. 이 카메라는 m에 완벽합니다. 난 그것을 좋아합니다. 사진 품질은 얼마나 좋습니까?",
    "chosen": "이 카메라는 사진 품질에 대한 충분한 정보를 제공합니다.",
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "A2A에 대해 감사합니다 ..... 어른이 된 동안 가장 큰 가슴 아픈 것은 무엇이었습니까? 이 질문에 20년 전에 대답했다면 아빠가 죽었을 것입니다. 12년 전이었다면 엄마의 죽음이었을 것입니다. 10년 전이었다면, 제 아들이 하나님께 등을 돌리고 사탄주의에 빠져들었을 때였을 것입니다... 현재처럼 ~ 제가 말해야 할 것은 3년 전 (온라인에서) 내 아름다운 딸이 테스토스테론 주사를 복용하기 시작했다는 것을 알게 된 때였습니다. 저를 믿으세요 ~ 나는 그녀의 결정이 그녀의 자신의 결정이 성공했을 것이라고 말했습니다. 그 사실에 동의할 것입니다. 그러나 내가 동의 할 수 없는 것은, 나는 감정, 화가 나거나 다른 어떤 종류의 감정도 느끼지 않을 것이라는 것입니다. 트랜스젠더 아이와 함께있는 어린이가 항상 옳지 않은 것에 대해 이야기 할 수 있다는 것입니다. 그리고 나는 왜 그녀의 딸에게 올바른 결정을 내릴 수 있다고 말할 수 있는지에 대한 가장 중요한 질문입니다.",
    "chosen": '답은 "C"입니다. 그 이유는 어머니가 딸에 대해 이야기 할 때 부정적인 감정이 많기 때문입니다.',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "외국 키 - 테이블에는 여러 개의 외국 키가 있을 수 있으며, 각 외국 키는 다른 원자 테이블을 가질 수 있습니다. 각 외국인 키는 데이터베이스 시스템에서 독립적으로 시행됩니다. 따라서 테이블들 사이의 카스케이드 관계를 외국 키를 사용하여 설정할 수 있다. Q: 나는 한 테이블에 두 개의 외국인 키를 가질 수 있습니까? 진실 또는 거짓?",
    "chosen": '테이블에는 여러 개의 외국 키가 있을 수 있으며, 각 외국 키는 다른 원자 테이블을 가질 수 있습니다. 각 외국인 키는 데이터베이스 시스템에서 독립적으로 시행됩니다. 답은 "정확"이어야 합니다.',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "첫 번째 스타워즈 영화가 언제 나왔는지 대답해 주시겠습니까?",
    "chosen": "그 답은 1977년입니다. 왜냐하면 첫 번째 스타워즈 영화는 1977년에 나왔기 때문입니다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "때로는 완전한 달이 지구의 그림자를 통해 이동합니다. 이것은 달 행태입니다. 전체 달 행정에 달하는 동안, 달은 완전히 지구의 옴브라를 여행합니다. 부분 달 행사에 달의 일부만 지구의 럼브라에 들어갑니다. 달이 지구 반구리를 통과하면 반구름 행태가 됩니다. 지구의 그림자가 크기 때문에 달 행정이 몇 시간 동안 지속됩니다. 달의 시야를 가진 사람은 달 행정을 볼 수 있습니다. 그래서 태양 행사에 달리, 그것은 지구에 완전히 어두워지지 않습니다. 대신 달에 어두워집니다. 일부분의 달 행진은 적어도 1년에 2 번 발생하지만, 전체 월 행진이 덜합니다. 달 은 전체 전체 달 일정에 걸쳐 희미한 붉은 색으로 빛납니다. 어떻게 생기는 것이 일반적입니까?",
    "chosen": "이 구절 에서는 전체 달 행정 은 부분 달 행정에 비해 덜 흔하며, 적어도 일 년에 두 번씩 발생한다고 언급 합니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "이 과제 에서 blank 을 대체 하기 위해 가장 적절 한 수 를 찾아 (_) 로 표시 하고 말 으로 표현 하십시오. 성숙한 암컷 들 은 1 년 에 3 개의 송아지를 낳는다.",
    "chosen": "이 문장 은 암컷 들 은 일 년 에 두 개 또는 심지어 세 개 를 낳을 수 있다고 언급 합니다. 따라서 2 는 문장 에서 언급 된 빈 부분을 대체 하기 위해 가장 적절 한 숫자 입니다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": '이 작업에서는 사용자와 에이전트 간 대화의 일부인 발언이 제공됩니다. 당신의 일은 화자를 감지하는 것입니다. 사용자는 일반적으로 에이전트에게 이벤트 예약, 이벤트 정보 검색 및 일정 확인을 명령합니다. 반면, 에이전트의 응답은 사용자의 질문에 대한 답변 또는 사용자 명령에 대한 후속 질문입니다. "사용자" 또는 "에이전트"로 대답하세요.',
    "chosen": "발언은 특정 시간 프레임 내 이벤트에 관해 에이전트에게 묻는 사용자에서 나온 것입니다.",
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "할로윈 기념식 에 참석 한 40 명 의 어린이 들 가운데 80% 가 가방 에서 젤리 콩 을 뽑아낼 수 있었다. 각 아이 는 가방 에서 두 개 를 뽑아냈다. 자녀 들 이 몫 을 먹은 후, 가방 에서 얼마나 많은 젤리가 남아 있었습니까?",
    "chosen": "할로윈 기념식 에 참여 한 40 명 의 어린이 중 80% 가 가방 에서 젤리콩 을 뽑을 수 있었다. 총 80 / 100 * 40 = 32 명 이다. 32 명 의 자녀 중 각각 이 가방 에서 두 개 를 뽑는 경우, 총 32 * 2 = 64 개 를 젤리에콩 으로 뽑았다. 남은 젤리의 총 수 는 100 - 64 = 36.",
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "맥락에 따라 질문에 대답하십시오. 시아 이슬람 (시아교) 내에서는 여러 종파가 생겨난 것은 그들의 이맘의 후속에 대해 서로 다르기 때문에, 이슬람 내의 시아-스니파 분리가 모하메드의 후속으로 발생한 분쟁에서 생겨났던 것처럼. 각각의 후속 분쟁은 시아Islam 내의 다른 타리카 (문자적 의미 '길'; 확장 된 의미 '종파') 를 낳았다. 각 시아파는 자신의 특정 이마마의 왕조를 따랐으며, 따라서 각 특정 시아타리카에 대해 다른 수의 이마들이 생겨났다. 분리된 후속 이마스의 왕조계열이 그를 후속할 후속자가 없을 때, 그 (최후의 이마) 또는 그의 태어나지 않은 후속자는 몰래로 갔다고 믿어졌습니다. 즉, 무하메드 (Occultation) 이다.",
    "chosen": '이 맥락은 시아교 내에서 여러 종파가 생겨난 이유는 그들의 이맘들의 후속에 대한 차이 때문이었다고 한다. 시아파와 수니파의 분리 또한 후속 논란으로 인해 발생했다. 무함마드의 죽음 이후 명확한 후속 계획이 없었다고 명시되어 있으며, 이로 인해 사람들이 그의 후속자가 누구인지에 대한 서로 다른 견해가 있었기 때문에 갈등이 발생했습니다. 이것은 기원전 632년경에 일어났습니다. 따라서 시아는 알리 (모함마드의 사촌) 가 신성한 지명된 이맘이라고 믿는 것으로 결론을 내릴 수 있습니다. 수니가 아부 바크르를 이슬람의 지도자로 보았을 때 그는 무하마드를 후속했습니다. 무슬림들은 여전히 정치적 권력과 지위 없이 메카에 거주하는 소수민족이었다. 따라서, 그 구절에서 얻은 대답은 다음과 같다: "시아파-수니파".',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "수학 문제가 주어졌고, 텍스트에 포함된 숫자에 나눗셈 수학 연산자를 적용하여 다음 질문에 대한 최종 숫자 답변만 보고해야합니다. 맥락: 학교는 수학 여행을 계획하고 있습니다. 학교에는 17 개의 교실이 있습니다. 학교 버스가 46 대이며 학교에는 총 92 명의 학생이 있습니다. 모든 버스가 가득 차 있다면 질문: 각 버스에 몇 개의 좌석이 있나요?",
    "chosen": "만약 우리가 46 대의 가득 찬 버스를 가지고 있다면, 총 46 x 92 = 4232 개의 좌석이 있을 것입니다.\\n따라서 평균적으로 각 버스당 좌석은 4232/17 = 249 개입니다 (답은 정수입니다).",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "배경에 근거한 답변: 1916년 4월 24일 부활절 월요일부터 1916 년 4월 29일 부활의 토요일까지 지속되었다. 매년 기념행사는 일반적으로 이동 가능한 축제인 부활절 날짜를 기반으로합니다. 예를 들어, 연간 군사 퍼레이드는 부활절 일요일입니다. 1948년 아일랜드 공화국 법의 시행 날짜는 상징적으로 부활의 월요일으로 선택되었습니다. 2016년 100주년 기념 행사 공식 프로그램은 2015년 3월 25일부터 4월 2일까지 달력 기념일에 진행되는 다른 이벤트와 함께 정점을 찍었습니다. 부활절 봉기는 몇 일 동안 지속되었습니다?",
    "chosen": "부활절 봉기는 1916년 4월 24일부터 16월 29일까지 5일 동안 지속되었다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "질문: 댄 은 망원경 을 구입 할 때 최소한 의 빛 과 세부 사항 을 볼 수 있기를 원 하였다. 댄 은 더 작거나 더 큰 망원경을 사기로 결정 하였다.",
    "chosen": '질문의 맥락은 더 큰 망원경이 어떻게 더 미세한 세부 사항을 볼 수 있는지 설명하는 문항입니다. 이것은 더 작은 망원경을 볼 수 없을 때 더 높은 해상도를 가진 망명경을 구입하기를 원한다고 제안합니다. 그는 최소한의 빛과 세부사항을 볼 수 있기를 원했습니다. 이 경우, 댄은 "최소한 빛과 자세한 것을 볼 수 있도록"하고 싶어하기 때문에, 그는 지금 가지고 있는 것보다 "작은 또는 더 큰" 하나를 구입하는 것이 합리적입니다.',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": '"캘리포니아 주에서의 법률 서비스 제공에 대한 그녀의 관심과 노력의 영향은 측정할 수 없다"고 로스앤젤레스 모리슨 앤드 포어스터의 고위 변호사 패트리샤 필립스 (Patricia Philips) 는 말했습니다. "이 법 의 가치 는 매일 그 사람 에게 느껴집니다. 그렇지 않으면 법 의 제도 에서 돌아다니면서도 매우 심각한 문제 들 을 다루고 있는 사람 "젤론의 공익활동은 눈에 띄지 않았다" 공익 봉사에 대한 그녀의 헌신을 공유하는 여러 단체 - 국립 법률 지원 & 수호자 협회 및 캘리포니아 주 변호사 협회 등 - 는 그녀를 명예로 여겼다 2년 전, Zelon은 Laurie D를 받았습니다. 젤론 프로 보노 시상식, 1년 전 로펌 \'프로 보노 프로젝트\'에 의해 그녀의 이름을 붙여진 "나는 대법원 의 큰 홀 에 서 있을 때 까지 300 명 의 사람 들 을 둘러싸고 있었다는 것 을 알게 되었는데, 그 시상식 은 나 의 이름 으로 지명 되었으며 그 후 에 내 이름 으로 주어질 것 이다 저를 잘 아는 사람들에게는 믿기 힘들지만, 저는 실제로 한동안 말을 하지 못했습니다".라고 말했어요. 젤론은 그녀의 법률 경력의 가장 큰 도전 중 하나를 직면했다고 그녀는 말했습니다. 판사로 임명되면서 민사 소송에서 형법으로 전환하도록 강요당했을 때 "그것은 나에게 급격한 학습 곡선이었다", 그녀는 말했다 "이것은 완전히 다른 일련의 과정입니다. 규칙은 다릅니다. 법은 그 자체로 전체적인 법입니다. " 변호사들은 젤론을 법에 대한 철저한 이해에 대해 칭찬합니다 "그녀는 법에 매우 잘 알고있다", 레온은 말했다 "그녀는 그녀의 연구에 매우 철저한", 은 말했다 물론 모든 변호사는 젤론이 법원에서 내리는 모든 결정에 동의하지 않습니다. 일부 시 변호사들은 그녀의 증거 규정을 해석하는 것에 동의하지 않습니다. 셀론은 그들의 청각 증언의 사용에 제한을 두고 있습니다. 하지만 그녀의 앞에서 출석한 변호사들은 그녀의 똑똑한 법률 해석을 높이 평가한다고 말합니다. 질문: 젤론은 어떤 종류의 상과 명예를 받았습니까? 올바른 대답은 모리슨 & 포스터 상입니까?',
    "chosen": "이 맥락에서 셀론의 공익적 업무를 언급하고 있으며, 여러 기관이 그녀를 공훈한 것으로 알려졌다. 이 기사에서는 그녀가 받은 상들, 국립 법조지원 & 수호자 협회 및 캘리포니아 주 변호사 협회 등이 포함되어 있습니다. 그러나 문서는 모리슨 & 포스터의 상에 대한 언급이 없습니다. 따라서 이러한 맥락을 바탕으로 셀론은 모리션 & 포스테르로부터 어떤 상이나 명예도 받지 않았다고 추론할 수 있습니다. 따라서 네는 질문에 대한 올바른 대답입니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "프롬프트와 언어 모델에서 두 개의 완료를 고려하면, 프롬프트를 계속하는 것과 관련하여 가장 덜 독성이있는 완료를 선택하십시오. 독성은 토론을 떠나게 할 수있는 거친, 무례하거나 불합리한 발언으로 정의됩니다. A 완료 또는 B 완료를 생성하십시오. 프롬프는: 나는 아이디어를 가지고 있습니다.. 그들은 3m 거래에 동의합니다 A 완료: , 그러나 500m $는 향후 2 년 동안 인프라, 교육 등에 지출됩니다.",
    "chosen": '"A"는 논리적 으로 명령 을 계속 하고, 문법적 으로도 정확 합니다. 그 는 어떤 독성적 인 진술 을 포함 하지 않습니다. 다른 한편 으로, "B"는 명령 을 완성 하지 않으며, 어떤 사람 이 토론 을 그만 두게 될 가능성이 높다고 보이는 불합리한 진술을 포함 합니다.',
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "source_text와 tgt_text 사이의 연관성은 'entailment', 'contradiction', 'neutral' 중 어떤 것인가요?",
    "chosen": "이 경우, source_text는 피고인 B가 여행자 보험 계약을 체결하고 보험수익자로 지정하는 과정에서 중요한 역할을 수행했음을 설명하고 있습니다. 또한, 피고인 B가 보험기간을 연장하는 요청을 했으며, 이는 범행의 목적을 달성하기 위한 것이었습니다. 반면에, tgt_text는 '결론이 났고 여행자 보험 계약으로 인한 피해자가 있었다'라는 정보를 제공합니다. 이 두 텍스트는 서로 다른 정보를 다루고 있습니다. 하지만, tgt_text의 내용은 source_text에서 다루고 있는 범행과 관련된 정보를 포함하고 있습니다. 따라서, 이 두 텍스트 사이의 관계는 'entailment'입니다. 이는 tgt_text가 source_text에 의해 논리적으로 추론되고 그 내용이 source_text에 포함되기 때문입니다. 따라서, source_text와 tgt_text 사이의 관계는 'entailment'입니다.",
    "rejected": "정답은 C입니다.",
}
{
    "prompt": '질문: "그는 누구의 아버지였습니까?" 컨텍스트: "황제 장 (7588년) 의 통치는 후진 동양 한 학자들이 왕조 집의 최고점으로 간주하게 되었다. 이후의 통치는 법정 정치에 관료들의 개입과 황제 부부가족의 폭력적인 권력 투쟁에 대한 참여로 점점 더 뚜렷하게 나타났습니다. 황제 장 장 (d. 107년) 이 도움을 받아 황제 헤 (r. 88105년) 는 황제 도와거 (d., 97년) 를 집구속으로 처형하고 그녀의 족속이 권력을 박탈당했습니다. 이것은 황제의 자연어머니  콘서트   의 족속을 제거하고 자신의 정체성을 그에게 숨기게 된 복수였다. 황제의 죽음 이후, 황제  그의 아내 (d.112년) 은 최후의 경제 위기 때 황제 두와거를 처형시켰고, 왕조가 폐위당했다.',
    "chosen": '"황제 그는 장 황제의 아들이었다".',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "스티브 놀란 게재: 06:13 EST, 2012년 10월 23일 갱신: 10:36EST, 2012 년 10 월 23 일 골프 팬티들을 위한 꿈의 집은 4 백만 파운드에 판매되었습니다. 자체 챔피언십 길이 18 홀 코스와 함께 완성되었습니다. 익명의 소유자는 10 년 전에 데본의 역사적인 이데힐 매너로 이사 후 코스를 직접 설계했습니다. 그리고 그것은 영국에서 가장 긴 인정 된 골프 홀을 자랑합니다 - 740 야드 파 6 . 그는 매일 자신에게 도전적인 코스를 갖는 고급스러움을 즐겼습니다. 가족과 친구들은 때때로 초청에 의해 그를 합류합니다. 농촌 거주지, 경기장에서 챔피언십 크기의 골프 코스가 있는 유일한 것, 4 만 파운드로 판매되었다.",
    "chosen": '이 장 은 18 홀 골프 코스 가 있는 농촌 거주지 에 대해 이야기 하고 있습니다. 이데힐 매너 는 컨텍스트 에 따라 올바른 해답 으로 보인다. "골프 애호가 들 이 꿈꾸는 집 은 4 백만 파운드 로 판매 되고 있으며, 그 자체 의 챔피언십 길이 18 홀 코스 를 갖추고 있습니다".',
    "rejected": "정답은 B입니다.",
}
{
    "prompt": '"A: B: C: ?"라는 형식으로 허용을 나타내는 두 가지 비유가 주어진다. 허용은 어떤 물체에 대한 행동의 가능성에 관한 것입니다. 예를 들어, 책은 글의 허용입니다. "A : B"라는 표현은 B가 A의 허용이라는 것을 암시합니다. 당신의 임무는 주어진 행동 C의 적절한 허용으로 (?) 의 질문 표시를 대체하는 것입니다.',
    "chosen": '약 을 삼키는 것 은 약 에 의해 수행 될 수 있는 행동 이다. 따라서, 약 은 삼는 것 의 용량 이다. 마찬가지로, 맹세 는 맹세 에 의해 실행 될 수 있다. 그러므로 맹세 는 "A: B" 관계 를 따르는 것 으로 질문 에 대한 해답 이다.',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "바브 와 앤 은 친구 들 이었습니다. 어느 날 바브 의 부모 들 은 그녀가 세포 빈혈 을 앓고 있다는 것을 알게 될 때까지 야외 에서 함께 놀았습니다. 그 이후 는 함께 놀지 않았습니다. 위의 문장을 고려하면 다음 과 같은 질문 에 올바르게 대답 하십시오. 헤모글로빈 분자 의 주요 순서 에서 돌연변이가 없었던 소녀 는 누구 입니까?",
    "chosen": "염색세포 빈혈증은 유전 질환으로, 환자에게 돌연변이 주요 염색체와 함께 헤모글로빈 분자가 있다. 혈전염은 적혈구에서 발견되며 호흡과 신진대사 등의 중요한 프로세스를 활성화하기 위해 몸 전체에 산소를 운반한다. 이 변이가 이 혈액 단백질의 비정상적인 모양을 유발하여 몸 주변에서 산소를 운송하는 데 문제가 발생한다. 바브의 부모는 그녀의 혈액 샘플에 대한 테스트에서 그녀가 염색 세포 빈혈증을 앓고 있음을 알게 되었다. 이것은 바브가 정상적인 건강한 적혈구를 가지고 있지 않다는 것을 나타냅니다. 그러나 앤은 이러한 시험 실행이 없었으므로 그녀의 적혈구가 완전히 건강하다는 것을 가정 할 수 있습니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "이 작업에서는 문맥, 문장 및 캐릭터가 제공됩니다. 문장은 주어진 캐릭터의 행동 또는 직업을 설명합니다. 또한 문맥은 문장이나 캐릭터에 대한 추가 정보를 제공합니다. 당신의 임무는 주어진 문장에서 표현되는 감정 중 하나를 반환하는 것입니다. 이를 위해 Context를 사용할 수 있지만, 모든 입력에 Context가 제공되지 않을 수도 있습니다. 또한 일부 입력에서는 감정이 전혀 없을 수 있으며, 그 경우 'None'을 반환하십시오. Context: Carrie wanted a new pet. Her friend told her to adopt one. Carrie went to the pet store. She adopted a cat. Sentence: Carrie loved her cat. Character: Carrie",
    "chosen": "문맥에서 카리는 애완동물을 입양하고 싶어하는 마음씨 좋은 사람으로 묘사됩니다. 나중에 문장에서 그녀는 입양한 고양이를 사랑합니다. 따라서 카리가 표현하는 감정 중 하나인 사랑스러움입니다.",
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "이 작업에서, 당신은 영어 문장을 보여줄 것입니다. 당신은 문장을 아나포르 숫자의 합의의 표현 또는 잘못된 표현으로 분류해야합니다. 아ના포르는 다른 표현에 대한 해석에 의존하는 표현입니다. 아나 포르 숫자 합의는 წინა 표현과 동의하는 문장의 제한입니다. 다수와 일치하는 다수 또는 독자 표현은 독자적인 표현과 일치합니다. 이 작업에서는 아나폴르 숫자들의 합의의 유효한 표현은 '좋은'로 표시되어야 하며, 다른 모든 것이 '악'으로 표시되어야합니다. 아నా포르 번호 합의의 올바른 표현은 주체와 자기 참조가 다수성에 일치하지 않는 문장의 문법적으로 올바른 사례가 될 것입니다. 잘못된 표현은 피사자와 자칭 참조의 개체성이 일치하지 않은 문장으로 표시됩니다. 메리는 자신을 보았다.",
    "chosen": '문장의 주제는 "Mary"입니다. 이 문장은 독자적입니다. 반사적 대명사 "self"은 또한 독자적이며, 주체의 다수성에 동의합니다. 올바른 표현은 "Mare has seen herself"가 될 것입니다.',
    "rejected": "정답은 B입니다.",
}
{
    "prompt": '이 과제 에서, 프랑스어 로 여러 가지 가능한 해답 을 가진 질문 을 제시 할 것 이다. 그리고 "A", "B", "C", "D" 및 "E" 중 가장 적합한 선택 을 상식 지식 에 기초 하여 선택 해야 한다. 질문: Dans quel état doit être votre chambre avant de dormir ? 옵션: A lieu pour dormir B fatigué C obscurité D fermer les yeux E ohio',
    "chosen": '침실은 사람들이 잠을 자는 곳이기 때문에 올바른 답은 "C"이어야 합니다.',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "1672~1676년 폴란드-오스만 전쟁의 원인은 1666년으로 거슬러 올라갈 수 있다. 페트로 도로센코 헤트먼 (Petr Doroshenko Hetman) 는 우크라이나의 통제권을 잡으려고 했지만, 그 지역의 통제권을 얻기 위해 투쟁하는 다른 분파로부터 패배를 당하며, 1669년 술탄 메흐메드 4세와 조약을 체결하여 코자크 헤트마니아트를 오스만 제국의 비사일로 인정했다.",
    "chosen": "폴란드-오스만 전쟁 은 1672 년 부터 1676 년 까지 지속 되었으며, 4 년 동안 (1676 년 부터 1672 년 까지) 지속 되었다고 결론 지을 수 있습니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "팜비치와 헨드리 카운티에 있는 타리스먼의 지분을 매각하는 것에 많은 희망이 있습니다. 에버글레이즈 국립 공원의 50주년 기념식에서 작년에 알 고르 부통령이 큰 반란을 일으켰습니다. 질문: 다음과 같은 결론을 내릴 수 있습니까? 에버그레이드 국립 공원은 플로리다에 위치하고 있습니다. 선택 사항:",
    "chosen": "팜비치 와 헨드리 카운티 는 플로리다 에 위치 하고 있지만 에버글레이드스 국립 공원 이 두 개 안에 위치 하고 있다는 언급 은 없다. 따라서, 우리는 위의 진술 에서 이 결론 을 도출 할 수 없다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": '문장: "어린이 들 은 그 들 에게 몹시 웃었다". 언어학자 는 이 문장 을 언어적 으로 받아들일 수 있는 것 이라고 평가 할 수 있습니까?',
    "chosen": '"어린이들은 미소를 지었다"는 문장은 언어적으로 받아들여질 수 있습니다. 문장의 주제는 "아이들"입니다.',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": '마리사 앤 메이어 (Marissa Ann Mayer, 1975년 5월 30일 ~) 는 미국의 정보 기술 경영자이다. 그녀는 2012년 7월부터 Yahoo!의 회장과 최고경영자로 활동했다. 2017년 1월, 그녀는 4달러로 야후!\'의 운영 사업을 베리존 통신에 판매하면 회사의 이사회에서 물러날 것이라고 발표했다. 80억 달러 (약 8조원) 그녀는 새로 합병된 회사에 합류하지 않을 것이며, 현재 "예약"이라고 불립니다. 그리고 2017년 6월 13일에 사퇴를 선언했습니다. 스탠퍼드 대학 졸업 후, 메이어는 카네기 멜론 대학에서 교수직과 McKinsey & Company에서 컨설팅직을 포함하여 14개의 취업 제안을 받았습니다. 그녀는 1999년 구글에 20번째 직원으로 입사했습니다. 그녀는 코드를 작성하고 작은 엔지니어 팀을 감독하고 구글의 검색 서비스를 개발하고 설계했습니다. 그녀는 세부 사항에 대한 그녀의 관심으로 유명해졌고, 이는 그녀에게 제품 관리자로 승진하는 데 도움이 되었으며, 나중에 그녀는 소비자 웹 제품의 이사가되었습니다. 그녀는 구글의 유명한, 장식되지 않은 검색 홈페이지의 레이아웃을 감독했습니다. 그녀는 또한 Google AdWords를 담당하는 3인 팀에 참여했습니다. 이는 기업들이 검색 용어에 따라 관련 잠재 고객에게 제품을 보여줄 수 있는 광고 플랫폼입니다. AdWords는 2011년 1분기에 회사의 매출의 96%를 달성하는 데 기여했습니다. 2002년, 메이어는 새로운 인재들을 모집하고 리더십 역할에 육성하기 위해 구글의 멘토십 이니셔티브인 Associate Product Manager (APM) 프로그램을 시작했습니다. 매 년, 메이어는 2 년 동안 진행되는 이 프로그램 에 대해 몇 명 의 젊은 직원 을 선택 하였으며, 그 들 은 학교 밖 과제 와 집중적 인 저녁 수업 을 받습니다. 이 프로그램의 유명한 졸업생들은 브렛 테일러와 저스틴 로젠슈타인 2005년, Mayer은 검색 제품 및 사용자 경험 부회장이 되었다. 메이어는 구글 검색, 구글 이미지, 구글 뉴스, 구글 지도, 구글 책, 구글 제품 검색, Google 툴바, iGoogle 및 Gmail에서 주요 역할을 수행했습니다. 메이어는 2010년 말까지 구글 검색 제품 및 사용자 경험 부회장을 맡았으며, 그 당시의 CEO 에릭 슈미트 (Eric Schmidt) 의 요청에 따라 로컬, 지도 및 위치 서비스 (Local, Maps, and Location Services) 를 이끌었다. 2011년, 그녀는 Google의 조사 사이트 Zagat을 12500만 달러에 인수했습니다. 메이어는 구글에서 일하면서 스탠퍼드에서 컴퓨터 프로그래밍을 소개하고 동 팔로 알토 헌터 학교에서 학생들을 지도했습니다. 그녀는 스탠퍼드에서 Centennial Teaching Award과 Forsythe Award을 수상했습니다. 이 기사 에 관한 질문 을 해 보십시오 [중고]',
    "chosen": '질문에 대한 답은 "그녀는 여전히 구글에서 일하고 있습니까?" 왜냐하면, 이 문서의 마지막 문장에서 메이어는 야후!를 떠나 이사회에서 물러났다고 말하고 있습니다. ""2017년 1월, 그녀는 야후!\'의 운영 사업을 4.8억 달러로 베리존 커뮤니케이션에 판매하면 회사의 이사회로부터 물러날 것이라고 발표했습니다. "이 말은 현재 그녀는 야호나 구글과 지위를 가지고 있지 않다는 것을 의미합니다. 두 회사는 더 이상 Oath (AOL) 같은 자산을 판매한 후에 관련이 없습니다.',
    "rejected": "정답은 B입니다.",
}
{
    "prompt": '이 작업에서는 연구 논문과 해당 범주에서 문장을 부여받습니다. 귀하의 임무는 각각 "진짜"와 "거짓"을 입력하여 주어진 범주가 올바르고 아닌지를 분류하는 것입니다. 다음과 같은 범주 정의는 다음과 같습니다: 배경 (왜이 문제가 중요합니까? 이전에 어떤 관련 작업이 만들어졌습니다? 이전 작업에서 여전히 부족한 것은 무엇입니까? 고위 수준의 연구 질문들은 무엇입니까? 이것은 다른 연구나 연구자에게 어떻게 도움이 될 수 있습니까?), 목적 (연구자들이 무엇을 하고 싶어합니까? 연구자들이 무엇을 얻고 싶어 하는가? 연구자들은 어떤 특정한 지식을 얻고 싶어하는가? 연구자가 무엇을 테스트하고 싶어합니까?)), 방법 (연구가 어떻게 작업을 수행했는지 또는 무엇을 찾고 있는지? 연구의 절차와 단계가 무엇입니까?), 또는 발견 (연구를 통해 연구자들은 제안한 방법들이 어떻게 작동했는지 알아냈습니까? 연구자는 예상했던 것처럼 행동했습니까? "CV: 777-부, 현재 사용되고 있습니다.',
    "chosen": '이 문장은 CV777 기반 백신의 효과 및 실패의 이유에 대해 설명합니다. 이 문서는 유전자의 특정 돌연변이에 관련된 문제의 원인에 대한 정보를 제공합니다. 따라서, 그것은 목적 지표가 아닙니다. 따라서 대답은 "잘못합니다".',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "다음 기사에 대한 질문을 작성하십시오: 여전히 올해의 첫 승을 얻기 위해 노력하는 램스는 클리블랜드 브라운스와 8주 간 컨퍼런스 공투에서 집으로 돌아왔다. 첫 번째 분기, RB 스티븐 잭슨 (내장 부상으로 돌아온 첫 경기에서) 는 세인트루이스에게 2야드 TD 패스를 통해 조기 시작으로 도움을 주었다. 이후, 램즈는 QB 마크 볼거와 WR 토리 홀트에 1 야드 TD 통과를 완료하면서 자신의 점수를 추가했습니다. 브래운스는 키커 필스 다우슨과 35 야드 필드 골을 얻는 데 보드에 올랐다. 두 번째 분기에, 세인트 루이스의 투쟁은 클리브랜드의 QB 데릭 앤더슨과 함께 12 야드 타격으로 WR Braylon 에드워즈와 21 야드의 TD 패스 TE Kellen Wlow에 앞섰습니다. 램스의 나머지 팀들은 제프 다우킨스에 1 야드의 타격을 완료했다.",
    "chosen": "질문: 어느 팀이 더 많은 득점 야드를 가졌습니까?",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": '다음 구절은 무엇에 대한 내용이다? 빅토리아는 1840년에 첫 번째 사촌인 작센코부르크와 고타의 알베르트 공작과 결혼하였다. 그들의 9명의 자녀들은 대륙 전역의 왕족과 귀족 가족으로 결혼하여 그들을 결합하여 "유럽의 할머니"라는 별명을 얻었다. 1861년 알베트의 죽음 이후, 빅토리는 깊은 슬픔에 빠졌고 공개 출연을 피했다. 그녀의 외출로 인해 공화주의는 일시적으로 힘을 얻었지만, 그녀의 통치 후반기에 그녀의 인기는 회복되었다. 그녀의 황금 및 다이아몬드 기념일은 공공의 축하의 시간이었다.',
    "chosen": "이 구절은 빅토리아 여왕에 관한 것입니다. 그녀는 1840 년 사크스-코부르크와 고타의 알베르트 왕자와 첫 번째 사촌을 결혼했습니다. 그들의 아홉 명의 자녀들은 대륙 전역의 왕족에 결혼했다. 알버트 왕자의 죽음 이후, 빅토ରିଆ 여왕은 깊은 슬픔에 빠졌고 잠시 동안 공개 출연을 피했지만 나중에 그녀의 황금 유빌리와 다이아몬드 유빌리 기간 동안 다시 인기를 얻었습니다.",
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "이 영화는 루시의 목소리로 시작된다. 그녀는 그녀의 친구 베키를 부르고, 울고, 그녀가 죽고 있다는 것을 암시한다. 그녀는 베키에게 여자 대학 친구들을 모두 마지막 여행을 위해 모집하도록 요청합니다. 현재 몬태나주 콘돈의 홀랜드 레이크 로지를 운영하는 데 도움이되는 루시. 베키가 주최하고, 친구들의 순환은 몬태나의 공항에서 만난다. 베키는 그녀의 남편 리처드를 데려와, 처음으로 재화상품 거래자 조지, 그래미 후보 랩 트레보르, 오스틴 비행원, 그리고 메리 (Mary) 의 대표 레이 (Raye) 를 만나게 한다. 그룹이 조기에 모여있는 그룹은 그녀의 결혼 생활의 네 가지 측면을 밝혀내며, 세미나 리처드 (Lucy Beary) 와 그녀의 친구들 모두가 결혼식장에서 행복하지 않고 휴식을 취하고, 승부장애인 라이프 (Ray) 과 함께 승부장이 끝나고 있습니다.",
    "chosen": "이 기사의 시작에서 루시는 대학에서 비만하고 얇은 친구를 갖는 것에 대해 이야기합니다. 그녀는 그녀의 친구 베키를 울고 부르며 그녀가 죽어 가고 있음을 암시합니다. 그래서 이것은 루시가 베키에게 그녀가 죽을 수도 있다고 암시하는 것을 의미합니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "이 작업에서 두 개의 집합이 주어집니다. 그리고 주어진 두 집합의 결합에서 요소의 수를 계산해야합니다. A 집합은 두 개의  모양의 브레이체와 코마 분리된 숫자로 표시됩니다. {1, 2, 3}. 두 개의 주어진 집합에 대한 연합은 두 세트의 모든 요소를 포함하는 가장 작은 집합입니다. 주어진 둘의 결합을 찾기 위해, A와 B는 A의 모든 요소와 B의 모든 구성 요소로 구성되어있는 집합으로 구성됩니다. Set1: '{2, 3, 5, 7, 11, 14, 19, 20}', Set2: '{3, 9, 11, 12, 14, 16, 18, 19}'. Set1 및 Set2의 결합에는 몇 개의 요소가 있습니다?",
    "chosen": "두 집합의 결합은 다음과 같습니다. \\n'{2, 3, 5, 7, 11, 12, 14, 16 , 18 , 19}', 10개의 요소로 구성되어 있습니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": '당신 의 대답 을 선택 하십시오. "체육적 인 자세 에서 여자 는 테니스 볼 을 기다리고 있다. "라고 한다면, 논리적 으로 "한 청색 여자 는 카페 에 앉아 있다"는 뜻 이 있습니까?',
    "chosen": "전제는 테니스 공을 기다리는 운동선수 여성에 대해 이야기하지만, 두 번째 부분은 그것에 대해 언급하지 않습니다. 따라서 그녀는 카페에 앉아 있는지 여부를 말할 수는 없습니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "수학 문제가 주어졌을 때, 다음 질문에 대답하십시오. 텍스트에 포함된 숫자에 덧셈 또는 뺄셈 수학 연산자를 적용하여 질문에 대한 최종 숫자적 답변만 보고하면 됩니다. 당신은 7개의 풍선을 가지고 있고, 당신의 친구는 5개의 풍선을 가지고 있습니다. 당신과 친구 간의 풍선 수 차이는 얼마인가요?",
    "chosen": "이 질문은 당신과 친구 간의 풍선 수 차이가 얼마인지 묻습니다. 7 - 5 = 2",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "TV 시리즈의 버피 뱀파이어 살인자 버피의 가사 이름은 무엇입니까?",
    "chosen": '버피의 성명은 서머스입니다. 이것은 인터넷에서 "버피 뱀파이어 사살자"를 검색하고 상위 링크 중 하나를 클릭하면 확인할 수 있습니다. 버피는 뱀파이어를 비롯한 악마와 싸우기 위해 유래된 살인자라는 것을 발견하기 전까지 로스앤젤레스에서 독자 어머니 조이스 서머스가 키웠다고 명시합니다.',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "이 작업에서는 문자열이 제공됩니다. 중복된 문자를 제거하고 결과적으로 얻은 문자열을 반환해야 합니다. YoJYejBwcUKVbOsBpadYe",
    "chosen": "주어진 문자열에 중복된 문자가 없으므로 결과적으로 얻은 문자열은 입력된 문자열과 동일합니다. 따라서 출력값은 'YoJejBwcUKVbOspad'입니다.",
    "rejected": "정답은 C입니다.",
}
{
    "prompt": '다음 기사 에서 알렉세이가 또 다른 성적 만남 을 하고 싶어 하는 사람 의 첫 이름 은 무엇 입니까? 전설적인 미국 영화 스타이자 성 상징 인 마르로 매너스는 영국 런던 에 살고 있으며, 그곳에서 그녀는 이제 막 여섯 번째 결혼 하였습니다. 그녀는 새 남편인 마이클 바링턴과 함께 그녀의 매니저인 댄 터너에 의해 예약된 고급하고 독점적인 호텔의 신혼여행 스위트로 떠납니다. 이 호텔 은 국제적 컨퍼런스 를 개최 하는 곳 이기도 하다. 이 곳 에서 지도자 들 은 세계 의 생존 을 위협 하는 긴장 과 문제 를 해결 하기 위해 모였습니다. 회장으로서, 챔버스는 회의를 질서 있게 하기 위해 노력하고 있습니다. 대원들은 그녀가 도착할 때 마르로를 한 눈에 볼 수 있도록 창문까지 몰려들고 있습니다. 로비에 들어가면서, 이제 레이디 바링턴이 된 마르로와 기사인 그녀의 남편은 "남성 팬들로부터 많은 제안을 받나요?"라고 물었을 때 그녀는 "네, 그리고 그들이 제안하는 것은 누구의 일이지"라고 농담을 했습니다. "이 부부는 자신의 스위트에 들어서면, 인터뷰, 드레싱 및 사진 세션과 같은 그녀의 커리어 요구로 인해 끊임없는 중단으로 인해 침대에 가서 섹스를 할 수 없습니다. 몇몇 전 남편, 외교관 알렉세이 안드레예프 카란스키, 감독 라슬로 카롤니, 갱스터 밴스 노턴, S (중국어) , 모두가 그녀와 섹스를 하고 싶어하는 한편, 터너는 필사적으로 클라이언트의 회고록을 담은 오디오 테이프를 찾아서 Marlo는 그녀의 사정과 스캔들에 대한 광범위한 세부 사항을 기록했습니다. 그녀의 남편과 연인들에 대한 더러운 이야기도 많이 있습니다. 전 남편 알렉세이 (Alexei) 는 회의에 러시아 대표로 참석하고 있으며, 그녀와 또 다른 성적 만남을 가질 수 없는 한 강렬한 협상을 탈바꿈시킬 것이라고 위협하고 있습니다. 마르로 (Marlo) 는 세계 평화를 보장하기 위해 "숨겨" 일할 것으로 예상됩니다. [중고]',
    "chosen": "답은 말로입니다. 한때 그녀와 결혼했던 알렉세이는 그녀와 또 다른 성적 만남을 원하기 때문입니다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": '다음 맥락이 주어졌을 때: 9월 4일 화요일은 가장 큰 파괴의 날이었습니다. 스트랜드가 플릿 스트리트와 만나는 템플 바에 위치한 요크 공작의 지휘소는 화재가 백색홀 궁전으로 서쪽으로 진전하는 것을 막기 위해 설치되었습니다. 그는 리버 플릿이 자연적인 불길 방지벽 역할을 할 것으로 기대하며, Fleet Bridge에서부터 탐즈까지 소방관들과 함께 일어서기를 바랬습니다. 그러나 화요일 아침 일찍, 불길은 Fleet을 넘어서 동쪽 강풍에 밀려 그들을 포위하고 만들어진 방화벽을 넘어섰습니다. 이로 인해 그들은 도망치게 되었습니다. 화재가 불굴의 서쪽 방향으로 계속 진행되자 궁전에서 혼란이 생겼습니다; "그 법정에서 얼마나 혼돈스러웠던지!"라고 에블린이 쓴 글에 나와 있습니다. 드디어 계획대로 작동하여 제임스의 소방관들은 화재 북쪽에 큰 방화벽을 만들었습니다. 그것은 화재를 오후 늦게까지 견뎌내었으나, 불길이 건너뛰어 Cheapside의 넓은 부유한 쇼핑 거리를 파괴하기 시작했습니다. 모든 사람들은 두터운 돌 벽과 넓고 비어 있는 주변 광장으로 자연적인 화재 방지벽을 형성하는 성 폴 대성당을 안전한 피난처로 생각했습니다. 구조된 상태로 구조 중인 크리스토퍼 렌에 의해 몇 개의 작은 부분이 복원되고 있던 나무 골조로 덮여 있었습니다. 그러나 대성당에서는 화요일 밤에 발생한 화재 때문에 안전하지 않았습니다. 학교를 나온 어린 윌리엄 태스웰(William Taswell)은 웨스트민스터 계단에서 한 마일 멀리 서서 대성당 주위를 타오르는 불길을 지켜보았습니다. 목수와 서점주가',
    "chosen": "성 폴 대성당 주위를 타오르는 화재를 지켜본 사람의",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": '이 운동 은 질문 은 제안 된 제안 을 정확 한 대답 으로 받아들인지는 여부를 결정 하는 것 이다. 만약 그렇다면 "진짜"라고 적거나 "거짓"이라고 적는다. 질문: 어떤 카운티 에 위치 합니까? 제안: U.S. 도로 12 및 71 및 미네소타 주 고속도로 23 및 40 는 도시 의 주요 도로 중 네 개 이다.',
    "chosen": '질문 은 카운티 의 이름 을 묻는 것 이다. 제안 된 답변 은 윌마르, MN 에 위치한 다른 고속도로 에 대한 정보를 제공 하지만 그 는 어느 카운티 에 위치 하는지에 대한 정보를 제공하는 것 도 아니다. 따라서, 이 정보 를 바탕으로 제안 된 제안 은 질문에 대한 잘못된 대답 으로 거부 해야 하며 대신 "거짓"을 작성 해야 한다. "',
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "두 형제 는 혈액 검사를 했다. 의사 는 팀 의 혈중 피질증 을 발견 한 반면, 그의 형제 리크 는 정상적 인 혈세포 를 가지고 있었고 건강 한 사람 이었다. 위의 문장을 고려 하여 다음 과 같은 질문 에 올바르게 대답 하십시오. 어느 형제 는 혈중 응집 요인 들 이 부족 함 으로 인한 질병 을 앓았습니까? 팁: 혈중피질증 은 몸 의 혈액 응집 을 통제 할 수 있는 능력 을 좌우 하는 유전적 병 들 의 일종 이다. 혈중의 응집요인 들 의 부족 때문 에 발생 한다. 혈관 피질 요인이 보통 혈소 로 방출 된다. 혈통증 을 앓는 사람 들 은 응집 세포 를 생성 할 수 없기 때문 에, 어떤 절단 도 사람 을 죽게 할 수 있다. 내 혈통 위험 은 특히 근육 과 관절 에서도 증가 한다. 이 병 은 유럽 의 왕족 에 영향을 미칩니다.",
    "chosen": "이 문장 은 팀 에게 혈중 응고 요인 들 이 부족 함 으로 인한 병 이인 혈피병 이 있었다는 것 을 알려 준다. 그의 형제 리크 는 정상적 인 혈세포 를 가지고 있고 건강 한 사람 으로 밝혀졌기 때문 에 그 는 이 같은 상태 에서 고통 을 받지 않는다는 결론 을 내릴 수 있다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "다음 질문에 대답하시오. 간염은 몸의 어떤 부분에 영향을 미치나요?",
    "chosen": '간염은 간과 간부종의 염증 반응으로 정의되는 의학적 상태입니다. "간병"이란 용어는 그리스어 hepar(간)와 -osis(비정상적 또는 변형된 상태를 나타내는 접미사)에서 유래합니다. Impressio duodenalis는 오른쪽 소엽의 하부 표면에 기관들로 인해 생기는 인상으로 복부벽을 통해 느낄 수 있습니다(촉진). 이 정의는 간염을 설명하지 않으므로, impressio duodenalis가 이 질문에 대한 잘못된 답변입니다.',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "저는 다음과 같은 질문에 답하기 위해 4가지 선택의 중 하나를 의심하고 있습니다. 제가 선택해야 할 선택은 무엇입니까? 질문: 실험을 여러 번 반복하는 것이 왜 중요한가? 가능성은: - 모든 자료를 활용하기 위해 - 모든 학생들에게 참여할 기회를 제공하기 위해 - 가설에 부합하는 더 많은 데이터를 수집하기 위해",
    "chosen": "답은 결과들이 비슷하는지 여부를 결정하는 것입니다. 왜냐하면 실험을 여러 번 반복하면 그것이 올바르게 수행되었음을 확인하고, 일관된 결과를 얻을 수 있다는 것을 증명하기 때문입니다.",
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "배경: 아래 그림은 200 K, 500 K, 1000 K라는 세 가지 다른 온도에서 1 mol 가스의 압력에 대한 그래프를 보여줍니다. 이상적인 가스는 모든 온도와 압력에서 그 비율에 대해 1의 값을 가질 것이며 그래프는 단순히 수평선일 것입니다. 볼 수 있듯이, 이상적인 가스로부터 انحراف이 발생합니다. 압력이 상승하기 시작함에 따라 매력적 힘은 기체의 부피가 예상보다 작고 1 이하의 떨어지는 값이 발생합니다. 지속적인 압력 증가로 인해 입자의 부피는 중요해지고 이 이상으로부터의 값이 1보다 높아집니다. 주목하십시오. 이 이상성으로부터의 انحراف의 크기는 200 K에서 기체와 1000 K에서 가장 크다는 것을 알아보십시오. 그리고 상황은: 마르쿠스는 수중의 온도 변형과 함께 작업하고 있습니다. 그는 온도 변동을 증가시키는 온도의 효과를보고 있습니다.",
    "chosen": "상황의 맥락은 마르쿠스가 밀폐된 산소 컨테이너와 작업하고 있으며, 온도가 이상으로부터의 차이는 어떻게 영향을 미치는지 보고 싶어한다. 통제된 방법으로 온도를 높일 수 있는 유일한 방법은 질량이나 부피를 추가하지 않고 자신의 시스템에 열을 추가할 수 있다면이다. 만약 이것이 가능하다면, 그 자체로 열이 추가되기 때문에 압력의 변화는 없을 것이다 (다른 모든 변수가 일정하게 유지되는 것을 가정한다). 이제 우리는 온도를 증가시키는 것이 압력의 변화를 초래하지 않을 것이라는 것을 알고 있기 때문에, 또한 온도를 감소시키는 것은 압력의 변화도 발생하지 않을 것입니다.",
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "간단한 고등학교 수준의 수학 질문을 받으면, 당신은 그것을 해결하고 최종 답을 제공하도록 요구됩니다. 최종 대답은 항상 단일 숫자입니다. 이러한 질문은 간단한 수리학, 방정식을 해결하는, 한 단위에서 다른 단위로 양을 변환하는, 잔존자/GCD/LCM를 찾는, 확률을 찾는 등과 같은 다양한 주제에서 다양할 수 있습니다. 각 질문은 오직 한 가지 올바른 답변을 가지고 있습니다. 이 대답은 긍정적 또는 부정적 정수, 분자 또는 십자수일 수 있다. 답이 음적 숫자라면 마이너스 표시를 위해 하이펜 (예를 들어 -42) 기호를 사용하십시오. 십자수의 경우, 십자점 이후 더 많은 제로를 추가하지 마십시오. 분자 숫자를 사용하여 숫자와 분자를 분리하십시오.",
    "chosen": '전체적으로 14개의 문자가 있습니다. 그래서 2개의 문자를 선택하는 방법의 총 수는 C (x) 14.2) = 91. 순서에는 5x와 1i가 있습니다. 따라서 순서 \\"xi\\"를 만드는 가능한 경우의 수는 5x1=5이 될 것입니다. 최종 답은 5/91입니다. 이는 5/51로 단순화 할 수 있습니다.',
    "rejected": "정답은 B입니다.",
}
{
    "prompt": '(CNN) -- 미국 S (중국어) 우주왕복선 프로그램은 2011년에 은퇴했고, 미국 우주비행사들이 궤도에 하이킹을 할 수 있게 되었습니다. 하지만 3년 후 NASA의 후계자는 거의 입국할 준비가 되어 있습니다. 에이전시의 최신 유인 우주선 오리온은 12월에 첫 임무를 준비하고 있습니다. 미래 임무에서, 그것은 깊은 우주로 여행 할 것입니다. 화성까지 그리고 그 너머로요. 인류가 이전보다 더 멀리 갔습니다. 오리온은 수퍼라티브로 가득 차 있습니다. 역대 가장 큰 열 방패와 우주 셔틀의 컴퓨터보다 400배 더 빠른 컴퓨터를 가지고 있습니다. NASA가 만든 가장 강력한 로켓으로 우주로 발사될 예정입니다. 12월 비행에 우주비행사가 탑승하지 않을 예정입니다. 우주선에 대한 최종 작업은 플로리다의 케네디 우주 센터에서 진행 중입니다 이 달 오리온은 승무원 모듈을 서비스 모듈 위에 쌓아주면서 완공에 한 걸음 더 가까워졌습니다. 오리온 프로그램 매니저 마크 게이어 (Mark Geyer) 는 성명서를 통해 "지금 우리는 발사에 너무 가까워지고 있습니다. 우주선 완성 작업은 매일 볼 수 있습니다". 3,600마일 길이의 여행 완료되면 오리온 캡슐은 울타리 엽과 비슷할 것이고, 위에는 발사 중퇴 시스템과 아래로 향하는 추진기가 설치되어 있습니다. 로켓의 장애가 발생할 경우 승무원들을 격렬한 추락에서 구할 수 있습니다. 하위 부분인 서비스 모듈은 우주 내 추진 및 화물 저장 등의 다양한 기능을 수행합니다. 둘 사이에는 승무원 모듈이 자리 잡고 있습니다. 발사부터 복구까지 인간의 생명을 지원할 수 있습니다. 서비스 모듈에 연합 발사 동맹 델타 IV 중탄이 부착될 예정입니다. 1981년 우주왕복선의 첫 발사 이후 처음으로, 승무원 구간은 로켓 끝에서 달리는 것이 아니라 옆으로 매달리는 것이 유명한 아폴로나 쌍둥이 임무의 구성을 불러일으키게 될 것입니다. 질문: 이전 우주왕복선이 몇 년 동안 사용되었습니까? 그게 맞나요?',
    "chosen": '이 기사 에서는 2011 년 에 우주 셔틀 프로그램 이 폐지 되었음을 알려 줍니다. 그 는 출판 된 날 에 4 년 전 에 있었다. 그러므로 올바른 대답 은 "아니오" 입니다.',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "추상: 1971년부터 1980년까지 로스앤젤레스 카운티 스트리트 마약 식별 프로그램의 연구 결과는 자극제로 표현된 거리 마약의 1163개의 샘플을 분석하기 위해 발표되었다. 614개의 추정된 코카인 샘플 중 코카인은 19.2%로 발견되었고, 자극제 대체물과 결합된 22.5%로 발견되었으며, 이 샘플의 58.3%에서 자체적으로 발견되었다. 473개의 추정되는 암페타민 샘플의 유효성은 27.1%에 불과했으며, 암페테타민과 함께 자극제를 포함하고 있는 샘플의 23.0%가 나타났으며, 검증된 샘플의 49.9%가 미흡한 것으로 나타났습니다. 74개 추정된 카카인 표본 중 7.2%는 효능이 없는 것으로 밝혀졌습니다.",
    "chosen": "이 논문은 자극제 (예를 들어, 코카인, 메탄페타민 등) 로 표현된 거리 마약의 유효성을 조사하고, 로스앤젤레스 카운티 전역에서 오랜 기간 (1971~1980) 걸쳐 실시된 대규모 연구의 결과를 보고합니다. 이 연구는 이러한 유형의 마약과 지역 사회에서의 보급률에 대해 법 집행 기관에 알리는 데 도움이 되기 때문에 중요합니다. 따라서,  성인은 이 연구 논문의 중점이나 기여를 포착하기 위해 좋은 키워드 될 것입니다. 왜냐하면 그러한 물질이 불법이며 주로 중독 또는 기타 건강 관련 문제로 위험에 처한 성인에게 사용된다는 것을 강조하기 때문에",
    "rejected": "정답은 C입니다.",
}
{
    "prompt": '이 기사: 로마 의 카타콤바 에는 초기 그리스도인 시대 에 남아 있는 대부분 의 기독교 예술품 이 있으며, 주로 벽화 와 조각 된 사코파지 의 형태 그들은 초기에는 로마의 대중적인 장식 예술에서 등장하는 기독교 아이콘그래피를 보여주지만 나중에 공식적인 제국주의 및 유교적인 모티브에서 빌려 왔습니다. 초기에는 기독교인들은 종교적인 인물들의 상징적인 이미지를 피했고, 사코파지는 장식품, 치 로 모노그램과 같은 기독교 상징, 그리고 나중에 서술적 종교적 장면으로 장식되었습니다. 초기 그리스도인 들 이 박해가 끝난 후, 순교자 들 의 묘지 위에 교회 를 건설 하는 습관 (최히 유명한 것 은 세인트 페테르, 로마) 은 아마도 기독교 장례 예술 의 가장 특징적인 특징 이 교회 안 에 있는 교회 기념물 또는 무덤 으로 이어졌습니다. 유대교와 힌두교와 고전적인 비교를 포함한 많은 문화의 신념은 죽은 사람들을 의식적으로 불결하다고 간주하고 사원과 묘지를 섞는 것을 피한다 (모케에 대해 위에서, 이슬람 문화에 대해 아래에서 참조하지만) 중세 후반, 흑사병과 헌신적인 작가들에 의해 영향을 받아, 두개골이나 골격의 형태로 죽음을 명시적으로 기억하는 모리 이미지가, 또는 일시적 무덤에서 벌레로 덮여있는 부패한 시신이 북유럽에서 일반화되었고, 장례 예술 중 일부에서 발견 될 수 있으며, 또한 죽음의 춤과 Ars moriendi, 또는 "죽음의 예술" 같은 작품과 같은 모티브가 있습니다. 베르니니 (1628~1647) 의 교황 우르반 8세의 무덤 (Pope Urban VIII\'s tomb) 과 같은 작품들로 이탈리아에서 이러한 이미지가 대중화되기까지는 바로크 시대까지 걸렸다. 도시가 인구가 증가함에 따라 뼈는 때때로 기간이 지나면서 회복되고 예술적인 효과를 위해 배치될 수 있는 골자리에 배치되었습니다. 예를 들어 로마의 카푸친 크립트나 체코의 세델크 골자리에는 두개골과 뼈로 만든 촛불이 있습니다. 이 책은 다음과 같은 질문에 대한 답을 담고 있습니다. 초기에는 로마의 대중적인 장식 예술에서 비롯된 기독교 아이콘그래피가 무엇인지를 보여줍니다.',
    "chosen": "이 문헌 은 초기 그리스도인 시대 의 생존 된 기독교 예술 은 그리스도교 의 상징물 이 등장 하는 것 을 보여 준다. 그러므로, 우리 는 이 점 을 찾고 있으며, 따라서 이 점 은 우리 의 해답 이다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "이 기사 에 관한 질문 에 해답: 1942 년 12 월 2 일 에, 맨해튼 프로젝트 의 일환 으로, 엔리코 페르미 의 지휘 를 받은 또 한 팀 은 최초 로 인공적 으로 자립 하는 핵 연쇄 반응 을 시작 할 수 있었습니다. 시카고 대학 에 있는 스태그 필드 (Stagg Field) 의 구석 아래 있는 연구소 에서 연구팀 은 400 톤 (360 메트릭 톤) 의 그래피트, 58 톤 (53 메트리크) 의 우라늄 산화물, 그리고 6 톤 (5.5 메트ሪክ) 의 유라늄 금속 을 축적 함 으로 그러한 반응 에 필요한 조건을 만들었다. 이 중 대다수는 임시 생산 과정 에서 웨스팅하우스 램프 플랜트 (Westinghouse Lamp Plant) 에 의해 공급 되었다. 페르ሚ 는 어떤 프로젝트 를 위해 일 하고 있었습니까?",
    "chosen": '맥락은 상당히 중요한 프로젝트 "만해튼"을 언급하고 있습니다. 또한, 맨해튼은 고유한 명명이며 이 맥락에서 다른 해석이 없는 것 같습니다.',
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "페로마그네틱 금속은 종이 클립과 같이 외부에서, 철이 닿을 때, 떠있을 때, 타지 않은 상태에서 다른 종이에 붙을 수 있습니다.",
    "chosen": '페로마그네틱 금속 은 철 을 함유 한 물질 이며, 자기화 할 수 있다. 이렇게 하면 이 두 금속 이 접촉 할 때 서로 얽매이지 않고 다른 종이 클립 에 붙게 된다. 따라서 해답은 "철이 접촉할 때"이다.',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "이 작업에서, 당신에게 문장, 질문 및 문장에서 확인된 단일 단어 이벤트 목록이 주어집니다. 목표는 주어진 이벤트 목록에서 질문에 답할 수있는 모든 이벤트를 지적하는 것입니다. 질문이 답이 없는 경우 또는 이벤트 중 어느 것도 질문에 대답하지 않으면 출력은 빈해야합니다. 문장: 4 일간 아랍 주니어 육상 선수권 대회, 수요일부터 시작되었습니다. 15 아랍 국가를 대표하는 약 500 명의 아랍 선수들이 참여했습니다. 질문: 어떤 이벤트가 시작되었지만 끝나지 않았습니다? 이벤트: ['챔피언십', '기 시작', '부수', '대표']",
    "chosen": '이 구절은 이미 시작된 4일간의 챔피언십을 묘사하고 있습니다. 이 맥락은 챔피언십이 끝나지 않았음을 나타냅니다. 따라서 이벤트 \\" 챔피언십\\"는 질문에 답합니다.',
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "베이징의 23개 주거단체에 있는 2,315명의 응답자의 80%가 주택 가격 상승에 불만을 가지고 있다고 한다. 그들은 베이징에서 합리적인 가격은 3천원에서 7천원/평방 미터 사이에 있어야 한다고 생각한다. 건물의 품질, 주변 환경과 교통 및 부동산 관리는 10명 중 8명이 자신의 주택에 불만족하다. 최근 베이징 소비자 협회 (BCA) 가 실시한 설문조사에서는 집 소유자의 고통을 완화하기 위해 엄격한 판매 규정과 계약을 제안했다. 베이징 주거관단체 23개에 대한 응답자의 약 80%가 급격한 주택 가격을 불만을 갖고 있다고 보고 있다. 이들은 베이징에서의 합리적인 가격이 3000원에서 7000원/광미터 사이여야 한다고 생각합니다. 건물 품질과 주변 환경, 교통 및 재산 관리는 주택 구매 결정에 영향을 미치는 다른 요인이다. BCA는 주택 소유자의 고통을 완화시키기 위해 철저한 판매 규제와 계약을 제안했습니다. 이 조사에서 전문가들은 주택 개발자들에 대한 엄격한 규제와 기타 공기를 침해하는 것에 대해 요구하고 있습니다. 그리고 다른 입구조건에 대한 불만능한 입구 조건에 대해 41.2%가 만족할 수 있다고 응답자는 말합니다.",
    "chosen": "첫 번째 문항에서 우리는 10명 중 8명이 주택에 만족하지 않는다는 것을 알게 됩니다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": '이 작업에서는 일화가 제공됩니다. 작가가 이미 한 일인지 또는 미래에 할 것인지를 알아내야합니다. 작가가 이미 무언가를 한 경우 "HISTORICAL"로 표시하고, 미래에 어떤 일을 고려하는 경우 "HYPOTHETICAL"로 표시하십시오. 제 아들은 스포츠를 좋아합니다. 사실 그는 자신만의 성격을 유지하는 것처럼 보였던 아이였습니다. 그는 정말 사회적이지 않았던 삶의 단계를 겪었습니다. 그러나 지금은 껍데기 밖으로 나왔다고 말할 수 있습니다. 그는 야구팀에 시도해 볼 것입니다만, 실제로 축구를 하고 싶어합니다. 저는 축구를 했었으며 인생에서 가장 좋았던 순간 중 하나였습니다. 평생 친구들을 만들고 경기하기를 좋아했습니다. 내년에 고등학교 2학년이 될 예정인 그는 축구팀에 시도해 볼 계획입니다. 학교에서 여름 동안 연습한다고 말한대요. 몇몇 친구들도 올해 팀에 속해 있었습니다. 나는 물론 아무 문제가 없다고 말했습니다. 그러나 내 아내는 꽤 화가 나서, 그가 축구를 하면 심각하게 다칠 것이라고 말합니다. 나는 그녀에게 그가 하고 싶어하기 때문에 축구를 할 것이라고 말했지만, 큰 문제는 보이지 않습니다. 그는 자라고 있으며, 나이에 비해 키도 큽니다. 친구들도 함께 하기를 원하며 스포츠를 좋아합니다. 내 아내는 어떤 동의서든 서명하지 않을 것이며, 연습을 가면 모든 사람 앞에서 찾아와 집으로 데려 갈 것입니다. 이것은 농담이 아니라고 말했습니다. 나는 이 정도로 화날 줄은 몰랐습니다. 당연히 가장 화가 난 건 내게입니다. 그녀는 내가 장려하면서 분노하는 반면 나는 축구를 해도 괜찮다고 생각합니다. 공정성을 위해서 지금 게임은 예전보다 안전합니다, 특히 제가 했던 시절',
    "chosen": "작가는 아들이 축구 팀에 시도해 볼 의사를 밝혔던 과거 사건에 대해 설명합니다. 작가는 자신은 괜찮다고 생각했지만, 아내는 반대했다고 합니다. 이미 결혼하고 두 아이가 있다는 것은 이 사건들이 과거에 발생한 것임을 시사합니다. 위 분석에 따르면 이 게시물",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "덴버, 콜로라도 - 마사추세츠 민주당의 에드워드 케네디 (Edward Kennedy) 는 최근 뇌 수술을 받은 후, 월요일에 콜로라도주 덴버에서 열린 그의 정당 국회에서 극적인 출연을 했다. 코로라도 주 덴버에 열린 에드와드 케ネ디의 연설은 뇌 수술 이후 두 번째 공개 출연이었다. 상원의원은 버락 오바마를 백악관으로 보고 자신의 상원의 복귀를 약속했다. 살해된 존 F. 케네ディ 대통령의 딸 캐롤라이나 케네ඩි (Caroline Kennedy) 은 아픈 삼촌을 소개했다. 다음은 그의 연설의 표본입니다. 케넬디가 의회를 전기화시키는 것을 지켜보세요.",
    "chosen": '맥락 은 에드워드 케네디 의 연설 의 목적 을 언급 합니다. "바라크 오바마 를 백악관 에 보고 그 자신 의 상원 의 방 에 복귀 하는 것". 따라서, "@placeholder"는 미국인들을 가리키는 것 이 분명 하다.',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": '이 작업에서는 사용자와 에이전트 사이의 대화의 일부인 발언을 받게 됩니다. 귀하의 작업은 스피커를 감지하는 것입니다. 사용자는 일반적으로 에이전트에 이벤트를 계획하고 이벤트 정보를 검색하고 스케줄을 확인하도록 명령합니다. 에이전트의 응답은 사용자의 질문에 대한 답변이나 사용자의 명령에 대한 후속 질문입니다. "User" 또는 "Agent"로 대답하십시오. Decline Friends',
    "chosen": "사용자는 에이전트에게 FriendsGiving 행사를 거부하라고 말하고 있습니다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "개인정보 보호정책 텍스트의 일부를 감안하면 다음과 같은 범주로 분류하십시오: (1) 제1자 수집/이용 (서비스 제공자가 사용자 정보를 수집하는 방법 및 이유), (2) 제3자 공유/이집 (이용자의 정보가 제3자에게 공유되거나 수집될 수 있는 방법), (3) 사용자 선택/관리 (이 사용자들이 사용할 수 있는 선택 및 제어 옵션), (4) 사용자 액세스, 편집 및 삭제 (이 사용자가 자신의 정보를 액세스하거나 수정하거나 삭제할 수 있는지 및 방법), (5) 데이터 보유 (이 사용자 정보가 얼마나 오랫동안 저장되는지), (6) 데이터 보안 (이 사용자의 정보가 보호되는 방법), (7) 정책 변경 (이 사용자는 개인정보 보호 정책에 대한 변경 사항에 대해 어떻게 알릴 수 있는지). 사이트는 기본 서비스 또는 기능에 대한 귀하의 금융 정보를 수집합니다. 수집은 불특정 방식으로 이루어지며, 귀하의 데이터는 식별 할 수 있습니다.",
    "chosen": "이 구절은 웹사이트가 서비스 제공을 위해 이용자의 금융 정보를 수집하는 방법을 설명합니다. 이 구절에는 제3자들에 대한 정보가 포함되어 있지 않으며, 금융 데이터 수집에 관한 이용자에게 사용할 수 있는 어떤 옵션도 논의되지 않습니다. 따라서 올바른 옵션은 First Party Collection/Use입니다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "다음 구절에 근거하여, 국가가 미국으로부터 분리될 수 있습니까? 미국의 분리 - 헌법은 분리된 것을 직접 언급하지 않습니다. 분리된 법은 19세기에 뜨거운 논쟁을 일으켰으며, 남부인들은 종종 주들이 일방적으로 분리되는 법적 권리를 주장하고 북인들은 일반적으로 부인했습니다. 대법원은 헌법을 일관되게 `` '불멸의 연합'로 해석했습니다. 국가가 일방적인 분리성을 지적할 수 있는 법적 근거는 없습니다. 많은 학자들은 연방 분리된 것이 명백하게 불법이었다고 주장합니다. 연방 헌법의 문헌은 명시적으로 연방이 ` ` 영구적'이라고 명시하고 있습니다. 미국 헌법은 연방의 반란보다 ` '완벽하다'라고 선언했습니다. 연방의 법률 제17조에 따라, 다른 학자들은 이러한 불법적인 행위가 불합치 않게 결정되었기 때문에, 연방의 법 제75조에 의해 연방의 불법적 행위가 결정되지는 않았으며, 이 법의 불합격적인 행위는 사실상 불합병적이었다는 사실로 밝혀졌습니다.",
    "chosen": "이 구절은 분리주의의 합법성에 대해 19세기에 뜨거운 논쟁을 벌였으며 대법원은 지속적으로 헌법을 `` 파괴할 수없는 '연합'으로 해석했습니다. 또한 국가가 일방적으로 분리하기 위해 지적 할 수있는 법적 근거가 없다는 것을 분명히 언급합니다. 그것은 명백하게 불법이며 주권은 종종 사실적으로 `⌒extralegal'입니다. 따라서 모든 증거가이 옵션을 뒷받침하기 때문에 대답은 \"아니오\"해야합니다. 미국 법률에 따라 법적 채널을 통과하지 않고 일방적인 분리권이 존재하지 않습니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "대화를 보세요. 안녕하세요, 저는 태국 음식에 굶주리고 있습니다. 제게 가까운 곳을 제안하실 수 있나요? 확실합니다. 저는 0.2마일 떨어진 곳에서 Farmhouse Thai를 찾았습니다. 주소는 샌프란시스코의 710 플로리다 스트리트입니다. 좋습니다, 언제 열립니다? 오후 5시에 열립니다. 좋아요, 잘 들립니다. 저녁 식사 예약 할 수 있습니까? 확실히. 어느 시간에 예약하고 싶습니까? 7:30 정도? 좋습니다, 감사합니다. 얼마나 많은 사람들이 당신의 파티에있을까요?",
    "chosen": '이 시스템은 사용자가 어떤 시간에 예약하기를 원하는지 묻고, 사용자는 "7:30 정도면 어떻게 될까요?"라고 대답합니다. 다음 질문은 "좋아요, 감사합니다. 당신의 파티에 얼마나 많은 사람들이 있을 것인가?"입니다. 따라서, 대답은 "우리 둘뿐입니다".',
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "판매자와 구매자가 아이템의 판매에 대한 협상의 대화로 구성된 텍스트 문서를 입력으로 감안하면, 귀하의 임무는 판매되는 아이템을 정확히 다음 카테고리 중 하나로 분류하는 것입니다. '주택', '구조', '바이크', '전화', '자동차' '전자'. 출력은 명시된 옵션에서 카 kategori의 이름이며 주어진 텍스트 문서에 대해 정확히 한 카टे고리가 있어야 합니다. 구매자: 안녕하세요, 여기 멋진 매트리스가 있습니다. 오늘 무엇을 판매하고 있습니까? 판매자: 솔직히 말해서, 프레임과 나이트 스탠드와 함께 매트리를 없애고 싶습니다. 나는 모두 120 달러에 판매하거나 40 달러에 물건을 깨뜨릴 준비가되어 있습니다. 나는 20 마일 반경의 배달 제공을 포함 할 수 있습니다. 구매자는: 좋아, 그것은 꽤 친절한 텍스트 문장입니다. 구매자가: 당신은 그것을 판매하기 위해 찾고 있습니다. 판매자는: 당신이 그것을 사용할 수 있기 때문에 그것을 거부합니다. 판매하는 것은 괜찮습니다. 판매자가: 괜찮아요, 그리고 나는 그것을 판매할 수 없습니다.",
    "chosen": '본문 의 문장 은 매트래스, 프레임, 나이트 스테인 을 가리키는 것 으로서 팔리는 물건 은 가구 로 분명 히 알려 준다. 그러므로 " 가구 "라는 답 은 정확 하다.',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "최종 시험 질문 1. 디에고 가르시아-보레거로는 언제 설립된 기관에서 수면 의학과 수면 연구 분야에서 장학 과정을 마쳤습니다?",
    "chosen": '"국립 일반 의학 과학 연구소 (NIGMS) 는 1870 년대 후반 에 미국 의 일부 로 설립 되었다". 그러므로, "19 세기 후반" 또는 "1878 년"이어야 합니다. "1888 년"으로 대답 하는 것 을 선택 합니다. 이는 단지 "19세기 후반", 즉 1899 년 까지 몇 년 을 포함 하는 것 보다 더 구체적 인 것이기 때문 입니다.',
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "다음은 해결해야 할 문제입니다. 감자 세포의 점화와 물 분자는 어떤 기관에 저장되어 있습니까? 다음 4 가지 옵션 중, 올바른 답은 무엇입니까? - A: 미토콘드리온 - B: 핵 - C: 리보솜 - D: 진공",
    "chosen": '감자 세포 내의 점화와 물 분자는 저장 공간으로 저장되며, 이것은 저장 공간으로서 기능하는 기관체입니다. 이 세포는 세포의 다른 부분으로부터 내부 환경을 격리시키는 토노플라스트라는 막대기로 둘러싸여 있습니다. A: 미토콘드리온, B: 핵, C: 리보소마, D: 진공체 중에서 올바른 대안이 없기 때문에 D (관광체) 를 선택해야 한다는 결론을 내릴 수 있습니다. ""',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "source_text와 tgt_text 사이의 관계는 'entailment', 'contradiction', 'neutral' 중 어느 것에 가장 가깝나요?",
    "chosen": "이 경우, source_text는 피고인이 범행 당시 칼을 휘두르거나 찔렀지만, 살인의 범의가 없다는 것을 설명하고 있습니다. 반면에 tgt_text는 '피고인이 있기 전에도 피해자는 다툼이 잦았다'라는 정보를 제공합니다. 이 두 텍스트는 서로 다른 정보를 다루고 있습니다. 따라서 이 두 텍스트 사이의 관계는 'neutral'입니다. 이는 tgt_text가 source_text와 관련이 없는 정보를 제공하기 때문입니다. 따라서, source_text와 tgt_text 사이의 관계는 'neutral'입니다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "이 작업에서는 소셜 미디어 게시물에서 텍스트를 제공합니다. 귀하의 임무는 주어진 게시물을 두 가지 범주로 분류하는 것입니다: 1) 해당 게시물이 의도적으로 공격적이라면 예, 2) 그렇지 않으면 아니합니다. 또한 의도하지 않은 것으로 보이는 공격적인 진술에 대해 '아니오' 라벨을 생성하십시오. 또는 간략하게 공격적인 것으로 보이는 비 공격적 진술. 경고: 예제 및 사례는 공격적인 언어를 포함 할 수 있습니다. 개새끼는 두 개의 검은 눈을 가질 수 있습니다, 피를 흘린 입술, 두피 피, 멍, 그리고 부서진 팔, 여전히 \"하지만 나는 그를 사랑한다!\"lmao",
    "chosen": '해당 게시물은 의도적으로 모욕적인 발언이며, 학대적인 관계에서 여성의 행동을 묘사하기 위해 경멸적인 언어를 사용합니다. 대답은 "예"가어야합니다.',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "이 기사: 미시간 주 디트로이트의 18 세의 마이클 코르벤은 예쁘고 slacker 미취업자입니다. 고등학교의 프랑스어 수업에 참석하기 보다는, 그는 술을 마시고 파티를 하는 모든 시간을 보내고, 졸업할 때까지 그의 모든 부적절이 그를 잡을 때 그리고 그는 그가 프랑스 신용없이 졸업 할 수 없다는 것을 알게 됩니다. 그는 신용을 얻을 수있는 한 가지 더 기회를 가지고 있습니다: 프랑스 교사, 그로버 부인, 프랑스 클럽은 여름 학교를 위해 프랑스로 향하고, 마이클은 다음 여름 졸업하고 싶어하면 그들과 함께 참여해야합니다. 그러나 공항에서, CIA 에이전트 마이클 Corben 또한 프랑스로 가고 있습니다, 그는 비행기 살인자, 손녀와 악당자 아우구스투스 스터코의 대리언트 어머니에 의해 살해됩니다. 그는 자신의 정체성을 훔치려고 시도하고 자신의 이름에 대한 모든 세부 사항에 대해 알고 있습니다.",
    "chosen": '이 이야기는 18 세의 마이클 코르벤이라는 남성을 묘사하고 그의 모든 시간을 술을 마시고 파티에 보내고 있다. 기사는 그 다음 같은 이름, 나이, 신체적 설명이있는 다른 사람이 CIA 에이전트로 일하고 있다고 언급한다. 이것은 이 두 번째 마이클코르벤도 고등학교에서 미취득했지만 졸업 후 CIA에 합류했을 때 더 성공했다고 암시합니다. 따라서 제공 된 텍스트를 바탕으로 앞서 언급한 "남자"의 직업은 "CIA 에이전트"라고 결론을 내릴 수 있습니다.',
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "주어진 금융 뉴스를 긍정적, 부정적, 중립적 3가지로 분류한다. 출력은 '긍정적', '무적' 또는 '중립적'이어야 한다. 텔레스테의 하이브리드 TV 솔루션은 컨텐츠 획득 및 서비스 제작부터 HFC (히브리드 섬유-카오시얼) , xDSL, EttH, FttH 등 다양한 액세스 솔루션을 통해 소비자에게 비디오 서비스를 제공하는 전체 프로세스의 구성 요소를 포함한다.",
    "chosen": '이 금융 뉴스는 Teleste가 제공하는 하이브리드 TV 솔루션을 설명하고 있으며, 이는 다양한 액세스 솔루션을 통해 소비자에게 비디오 서비스를 제공하기 위한 구성 요소를 포함한다. 이 정보는 투자 관점에서 솔루션이 긍정적이거나 부정적이지는 표시하지 않으므로 이러한 금융 뉴스를 "중립"으로 분류 할 수 있습니다.',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "마이크 시빅 (Mike Cvik, 1962년 7월 6일 ~) 은 캐나다 국가하키리그 전 라인맨으로, 유니폼 번호 #88을 입었다. 6피트 9인치의 키는 시빅은 NHL에서 가장 높은 선수인 Zdeno Chára만큼 높다. 2002년 동계올림픽 금메달 경기와 NHL 올스타전 및 스탠리컵 플레이오프 경기가 포함해 1800개 이상의 NHL 경기에 출전했다. 다음과 같은 결론을 내릴 수 있습니까? 사람들은 그를 플레이하는 것을 좋아합니다.",
    "chosen": '맥락은 사람들이 Cvik 게임을 보는 것을 좋아하는지 여부에 대한 통찰력을 제공하지 않습니다. 따라서, 대답은 "말할 수 없습니다".',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "개방된 주제 (영화 이름, 사람의 이름, 이벤트, 스포츠 등) 를 고려하면 간단한 사소한 질문과 같은 질문을 생성합니다.",
    "chosen": '돈 브래드먼은 크리켓을 뛰었고 성공한 크리킷 선수였습니다. 돈 브레이드만은 크리cket 스포츠와 관련이 있습니다. 따라서 가장 좋은 질문은 "돈 브래드는 어떤 스포츠와 연관되어 있습니까?"라는 것입니다.',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "이 과제 에서 당신은 손으로 생성 된 의학적 질문 쌍을 받게 됩니다. 당신의 임무 는 주어진 포스트 를 두 가지 범주 로 분류 하는 것 이다. 1) 주어진 두 질문 이 같은 의미 를 갖는 경우 '동적' 2) 주어진 두 질문은 다른 의미 또는 의미 를 가진 경우 '다양'이다. 문장1: 임플란트 출혈 은 얼마나 오래 지속 됩니까? 정상적인 기간만큼 무겁습니까? 문장2: 임플랑트 피혈 은 어떻게 나타난다?",
    "chosen": "두 질문 모두 임플란테이션 출혈과 그 특성에 관한 것입니다. 첫 번째 질문은 임플랑트 출혈의 기간에 대해 질문하고, 두 번째 질문은 그것이 어떻게 나타나는지 알고 싶어합니다. 두 질문은 같은 의미와 같은 의미를 가지고 있기 때문에 '동적'으로 분류됩니다.",
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "그래서, 그 어느 날 밖에 있을 때, 저는 제가 토대를 자유롭게 돌아다닐 수 있다고 생각했습니다. 하지만 갑자기, 이 작은 괴물이 나타났습니다. 내가 그를 제 보종자로 만들 수 있을지 궁금합니다. 우리는 봐야 합니다. , 나는 그가 내 머리를 떼고 싶어한다고 생각합니다. 위의 맥락에 따라, 다음 질문에 대답하기 위해 가장 좋은 옵션을 선택하십시오. 질문: 토대에서 스토리텔러에게 놀라움을 일으킨 것은 무엇입니까? 옵션: A. 그들은 희귀한 작은 생물을 보았다. B. 그들은 머리가 없는 무언가를 보았다. C. 그들은 그들의 보종자를 보았다. D. 그들은 큰 거인을 보았다.",
    "chosen": '맥락은 스토리텔러가 자신의 근거에 대해 "작은 괴물"에 의해 놀랐다고 언급합니다. 놀라움은이 유형의 생물이 희귀하거나 자주 볼 수 없다는 것을 나타냅니다. 일반적으로 누군가가 그러한 지역에서 볼 수 있기를 기대하지 않을 것입니다. 따라서, A는 가장 좋은 답이며 위와 같은 맥락에서 발생한 것과 가장 정확하게 일치하는 것으로 선택되어야합니다.',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "문장: 가정에서 고무자탕을 어떻게 만들 수 있습니까? 선택 1: 고무 자탕은 단지 젤라틴과 과일 주스를 사용하여 가정에서 만들 수 있습니다. 혼합물은 끓기까지 가열되어 기름진 곰팡이에 넣어 냉장고로 냉장하여 냉장하고 정해진 다음 맛을 취하기 위해 곰팡이에서 제거 할 수 있습니다! 선택 2: Gummy candy는 집에서 젤레틴과 과수만 사용하여 만들어질 수 있습니다; 혼합물은 기름진 껍질에 넣어 끓기 위해 가열되고 냉장되어 냉장 until cool and set, then removed from molds to enjoy! 문장의 마지막 올바른 선택의 지표는 무엇입니까? 답변:",
    "chosen": '선택 2에는 잘못된 수정자가 있습니다. 이것은 문장의 다른 단어를 설명하거나 수정하는 문장의 일부입니다. 여기서, " 끓기까지 가열"은 혼합물을 기름이 된 곰팡이에 넣을 때 일어나는 일을 수정하는 것 같습니다. 이것은 열이 젤라틴을 파괴하고 겔라틴 과자를 형성하는 것을 방지하기 때문에 의미가 없습니다. 따라서 선택 1은 이 질문에 대해 선택해야합니다.',
    "rejected": "정답은 B입니다.",
}
{
    "prompt": '질문: "다운닝 스트리트 10에서 누가 살지 않는가, 존 브라이트 또는 총리?" 컨텍스트: "런던은 영국 정부의 주재지입니다. 웨스트민스터 궁전 근처에, 특히 와이트홀을 따라, 영국 총리의 거주지를 포함하여 많은 정부 부처가 위치하고 있습니다. 영국 의회는 종종 "파리먼트의 어머니"라고 불립니다. (이 별칭은 존 브라이트가 영국 자체에 처음 적용되었지만) 다른 대부분의 의회 시스템에 모델이 되었기 때문에. 런던의 73 명의 국회의원 (MP) 가 있으며, 국회의 지방 의회 선거구에 해당합니다. 2015년 5월 기준으로, 45 명은 자유당, 27 명은 보수당, 한 명은 민주당입니다. " 답변:',
    "chosen": "국무총리는 다우닝 스트리트 10번지에 살고 있어, 답은 존 브라이트입니다.",
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "여름 6주 동안 에리카는 아이스크림 트럭에서 1개의 아이스크림을 먹는다. 월요일, 수요일, 금요일에는 2달러짜리 오렌지 크림시클, 화요일과 목요일에는 1.50달러짜리 아이스크림 샌드위치, 토요일과 일요일에는 3달러짜리 누티-버디, 6주 안에 아이스크램에 얼마나 많은 돈을 버린다?",
    "chosen": "월, 월, 금요일 그녀는 $ 2.00 오렌지 크림시클을 얻습니다 그래서 3 일 * $ 2 / 일 = $ 6.00. Tue와 Thur 그녀는 $ 1.50 아이스크림 샌드위치를 얻습니다, 그래서 2 일 * # 1.50 / 날 = $ 3.00.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": '이 작업에서는 학문 논문에서 문맥과 문맥에 기반한 질문을 제시할 것입니다. 당신은 "출제적", "자유적" 또는 "예-아니오" 질문으로 질문들을 분류해야 합니다. 추출적 질문은 문맥에서 추출된 추출물을 요약으로 묶음으로써 대답 할 수 있습니다. 추상적 질문에 대답하는 것은 새로운 문장을 사용하여 문맥을 변구하는 것을 포함합니다. 예-아무 질문은 두 가지 선택 중 하나이며, 질문을 긍정하고 질문을 부정하는 질문입니다. 일반적으로 선택은 예 또는 아니입니다. 스타일 기본 라인은 83%의 정확성을 달성합니다. LDA는 89%와 두 가지의 조합이 90%를 얻습니다. 그러나 전체 시에 대한 훈련은 이것을 4252%로 줄여줍니다. 질문: LDA 분석의 결과는 어떤 방식으로도 평가되었습니까?',
    "chosen": '이 질문 은 "예" 또는 "아니오" 로 대답 할 수 있기 때문 이다. 따라서 그 질문 은 예-아니오 의 질문 이다. 주어진 맥락 은 그 질문 의 답변 을 위한 정보 를 제공 하지 않으므로, 그 답 은 제공 되지 않는다.',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "문장: 머리카락에 간단한 금발한 하이라이트를 만드는 방법? 선택 1: 레몬을 슬라이즈로 갈라서 머리카락에 슬라이즈를 고정하고 햇볕에 건조하게 해 주세요. 슬라이스를 제거하고 필요에 따라 반복하세요. 선택 2: 레몬이 절반으로 갈라지고 머리카락 끝을 레몬 주스에 넣고 햇빛에 건 dry하게 해 주십시오. 필요에 따라서 반복하십시오. 문장의 끝의 올바른 선택 지표는 무엇입니까? 답변:",
    "chosen": '이 문장은 "단순한 금발의 하이라이트를 만드는 방법"이라고 합니다. 그래서 선택 1은 효과가 없을 것입니다. 왜냐하면 이것은 레몬을 슬라이즈로 잘라내고 슬라이드를 확보하는 것이기 때문입니다. 선택 2는 올바른 것이 바로 레몬 주스를 통해 머리카락 끝을 달리는 것과 같습니다.',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": '8월 미사일 공격 이후, 탈레반을 압박하기 위한 외교적 선택은 군사적 선택보다 더 유망하지 않았습니다. 미국은 탈레반과 수단에 대해 공식적인 경고를 발표했습니다. 그들은 빈 라덴 네트워크가 미국인에 대한 공격에 대해 직접적으로 책임을 지게 될 것입니다. 잠시 동안, 8월 공격으로 탈레반이 빈 라덴을 포기하는 생각을 하게 된 것처럼 보였습니다. 8월 22일, 격리된 무라 오마르는 업무 차원의 국무부 장관에게 공격이 반효과적이라고 말했지만, 그는 아프가니스탄에서 빈 라덴의 존재에 대해 미국과의 대화에 열려 있다고 덧붙였다. 이슬라마바드 에서 윌리엄 미람, U와 만남 S (중국어) 파키스탄의 대사, 탈레반 대표들은 피난처를 찾는 사람을 추방하는 것이 그들의 문화에 반하는 것이라고 말했습니다. 하지만 빈 라덴이 사우디아라비아로 보내면 무슨 일이 일어날지 물었습니다. 하지만 1998년 9월, 사우디 왕자 투르키는 무라 오마르에게 빈 라덴을 추방하겠다는 약속을 지키는지 물었을 때, 탈레반 지도자는 양측은 서로 소리쳤고, 무라 오마르는 사우디 정부를 비난했습니다. 리야드는 탈레반 정권과의 외교 관계를 중단했다. (사우디아라비아, 파키스탄, 아랍에미리트는 탈레반을 아프가니스탄의 합법적인 정부로 인정한 유일한 국가였습니다. ) 압둘라 왕자 왕자는 9월 말 워싱턴을 방문했을 때 클린턴 대통령과 고어 부통령에게 그의 기록은 U S (중국어) 정부가 독립적으로 받은 사우디 정부와의 다른 노력은 정보 공유를 개선하고 S (중국어) 사우디아라비아의 수감자들을 심문하기 위해 1997년과 1998년 이 같은 협력의 역사는 몇몇 관료들은 특히 미국이 알카에다의 중요한 금융 관계자에게 직접 접근할 수 없다고 말했습니다. [중고] [중고] 다음 질문 에 대해 "아랍 에미레이트 연합"이 유효 한 대답인지 여부를 결정 하십시오. 페르시아 만 에 대한 두 번의 여행 도중, NSC 는 어느 나라 의 관계자 들 과 이야기 했습니까? [중고]',
    "chosen": "이 질문에 NSC가 두 차례에 걸쳐 어떤 나라와 대화를 나눴는지 묻는다. 맥락에 따라, 그들은 알 카에다 회원들과 회담하고 또한 아프리카에서 미국 대사관에 대한 공격과 관련된 군사 공격 계획을 (1998년 8월) 논의한 것으로 보인다. 단편에서는 2개 국가: 사우디아라비아와 파키스탄을 언급하고 있습니다. 이는 UAE가 아프가니스탄의 합법적인 정부로 탈레반을 인정한 사람들과 함께 개별적으로 언급되었기 때문에 아랍에미리트가 이러한 회의의 일부가 아니라는 것을 의미합니다. 따라서 대답은 아닙니다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": '이 작업에서는 온라인 플랫폼에서 스페인어로 게시물을 제공합니다. 게시물이 이민자와 여성에 대한 증오가 있는지 여부를 확인하는 것으로 예상됩니다. 혐오적인 게시물은 개인이나 집단에 대한 혐오를 표현하거나 폭력을 장려합니다. 만약 게시물이 혐오적이지만 이민자 및 여성에게 그렇지 않으면 비 혐오적이라고 표시되어야합니다. "혐오적" 또는 "비 혐오적이지 않은"에 대답하십시오. 텍스트의 URL가 [ 링크]로 대체되었음을 참고하십시오. 게시물: @NatachaJaitt @ulisesjaitt @MarceloPolino Como no te por hija de puta y por puta provocadora , perra , mereces la muerte sucia HDP',
    "chosen": '이 게시물은 여성에 대한 몇 가지 비하적인 용어와 폭력에 대한 촉구 내용을 담고 있습니다. 따라서, 그것은 증오의 성격이며 이 질문에 대한 대답은 "혐오"가어야합니다.',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": '만약 "7월에 캄차카는 야쿠츠크에 대해 전쟁을 선포했다. 야쿠스크의 군대가 훨씬 더 잘 장비를 갖추고 있고 10배 더 많았기 때문에, 그들은 몇 주 안에 패배했다".',
    "chosen": "이 가설은 야쿠츠크는 캄차카보다 훨씬 더 큰 군대가지만, 여전히 후자의 패배를 당했다는 것을 명시하고 있습니다. 따라서 야쿠스크는 엄청난 세력이었기 때문에 몇 주 이내에 패배했는지는 확실하게 말할 수 없습니다. 또한 패배까지 몇 달이 걸릴 수도 있습니다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "수학 문제가 주어지고 텍스트에 포함된 숫자에 나눗셈 수학 연산자를 적용하여 다음 질문에 대한 최종 숫자 답변만 보고해야합니다. 맥락: 프랭크는 몇 권의 책을 읽었습니다. 각 책은 66 페이지이며 프랭크는 각 책을 마치기 위해 12 일이 걸렸습니다. 모든 책을 마치는 데 492 일이 걸린다면 질문: 그가 몇 권의 책을 읽었습니까?",
    "chosen": "문제를 해결하려면 곱셈이 아니라 나눗셈을 사용해야합니다.\\n프랭크가 각각의 책을 마치기 위해 12일이 걸리고 모든 책을 마칠 때까지 492일이 걸렸으므로, 우리는 492를 12로 나누어서 41을 얻습니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": '질문의 주제를 결정하세요. 질문: "전기 의자가 있는 주는 어디인가요?" 주제:',
    "chosen": '"전기 의자가 있는 주는 어디인가요?"라는 질문의 주제는 전기 의자에 대한 것입니다.',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "이 작업에서는 소셜 미디어 게시물에서 텍스트를 제공합니다. 귀하의 임무는 주어진 게시물을 두 가지 범주로 분류하는 것입니다: 1) 네, 주어진 게시물은 누군가에게 잠재적으로 공격적 인 경우 (즉, 일부 사람들, 특정 사람, 등), 2) 그렇지 않은 경우. 유력하게 공격적인 게시물은 성적, 인종적, 종교적 편견 또는 공격적인 언어를 포함 할 수 있음을 참고하십시오. 경고: 예제 및 사례는 공격적 언어를 포함할 수 있습니다.",
    "chosen": '주어진 게시물은 어떤 모욕적인 언어를 포함하지 않습니다. 그것은 데이트 주제에 대한 유머러스적인 댓글이며 누구에게도 위협적이거나 경멸적이지 않습니다. 따라서, 대답은 "아니오"가어야합니다.',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "엔티티가 입력된 상태에서 출력된 상태에서는 입력된 계열의 일부인 다른 계열이 출력된다. 이들은 메로닉의 계열이다. 언어학에서 메로니미는 부분을 표시하는 메로늄과 전체를 표시하는 홀로늄 사이의 의미적 관계이다. 더 간단한 용어로, 메로넘 (즉 출력 계열) 은 자신의 홀로닉 (즉 입력 계체) 과 일부 관계를 맺고 있다.",
    "chosen": "헤테로zygot은 특정 유전자의 두 개의 다른 알레일을 가진 유기체이다. 꼬리는 동물의 신체의 한 부분이며, 다른 알렐로로 구성될 수 있다. 따라서 꼬리는 헤테роzygote의 메로니임이다.",
    "rejected": "정답은 C입니다.",
}
{
    "prompt": '나미비아의 일간 다블로이드 신문이다. 2007년 9월 20일 네미비아에서 매주 목요일에 발행되는 다블로드 신문으로 시작되었다. 초기 인쇄량은 36,000명이었다. 이 신문은 대부분 영어로 출판되며 "오시완보"의 일부 페이지와 함께 18~40세 사이의 독자를 대상으로 한다. 2010년부터 매일 발행되고 있다. 이전 텍스트를 고려하면 다음 문장이 이어지는가? 나미비안의 태양은 2009년에 매일 발행되었다.',
    "chosen": '본문은 2010년까지 목요일에 발행되는 주간 타블로이드 신문이었으며, 따라서 2009년에 매일 발행된 것은 불가능하다고 합니다. 그래서 우리는 이 구절에서 "아니오"라는 결론을 내릴 수 있습니다.',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "'다른 마리아의 복음'은 현대 미국 작곡가 존 애덤스의 오페라/오라토리오이다. 세계 초연은 2012년 5월 31일, 로스앤젤레스 월트 디즈니 콘서트 홀에서 열린 바 있다. 류스타보 두다멜이 로스엔젤레스 필하모닉을 지휘하며 2013년 3월 7일, 같은 장소에서 무대 버전도 초연했다. 답변을 선택하십시오. 위의 문항에 근거하여 \"다른 마리아에 의한 복음은 2013년 미국에서 공연되었다\"는 결론을 내릴 수 있습니까?",
    "chosen": '이 문서는 오페라에 대한 자세한 내용을 담고 있지만, 그 정보는 2013년에 공연되었는지에 대해서는 언급하지 않습니다. 그래서 답은 "말할 수 없습니다".',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "해결책은 무엇입니까? -497*w + 21850 = 453*w를 풀 수 있습니다.",
    "chosen": "변수 w를 방정식의 한 쪽으로 격리시켜야 합니다. [STEP 1] -497*w + 453*w = 21850 [Step 2]",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "이 작업에서는 온라인 플랫폼에서 공개적인 댓글을 받게 됩니다. 당신은 오스센과 비오스센이라는 두 가지 범주로 댓글을 분류할 것으로 예상됩니다. 댓글은 공공의 존엄성 감각에 모욕적인 것으로 간주되면 오스젠입니다. 예를 들어, 그것은 너무 명백하게 성과 관련이 있거나 예쁜 사용에서 금기된 언어로 간주되는 언어를 포함하고 있기 때문입니다. 댓글: 안녕하세요, 이것을 보시면, 나는 그 쓰레기 민주당에 대해 정확히 같은 느낌을 느낍니다.",
    "chosen": '이 해설 은 "스카버그"라는 단어 를 포함 하고 있으며, 이는 일부 사람 들 에게 모욕적 이나 부적절 한 말 으로 간주 될 수 있다. 따라서 이 말 은 "오브센"이라고 분류 될 수 있습니다.',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "이 작업에서, 당신은 비행 에이전트와 고객 사이에 대화가 주어집니다. 당신은 4 가지 옵션이 주어지고 대화의 목표를 선택해야합니다. 그것은 고객의 맥락의 일부로 제공됩니다. 이것은 다음 중 하나가어야합니다: `book`: 새로운 예약을 작성, `cancel`: 기존 예약을 취소, ヽno_flight`: 고객의 선호에 대한 항공편이 발견되지 않았습니다, ⌒no_reservation`: 예약을 하지 않습니다 / 변경되지 않았습니다 / 대화에서 취소되지 않았습니다. 주로 세부 사항을 묻는 고객: 안녕하세요. 요원: 티켓, 내가 어떻게 안내 할 수 있습니까? 고객: 나는 크리스틴 스미스입니다. 나는 OAK에서 DEN까지 항공편을 예약하고 싶습니다. 에이전: 확실히, 나는 당신의 선호 날짜를 알 수 있습니까: 나는 12/15에 출발하고 12/17에 돌아갑니다.",
    "chosen": "고객은 비행기 티켓을 예약하려고 합니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "전제: 이 분석에서 혜택 추정은 할인율 선택에 의해 크게 영향을 받지 않았다. 가설: 이익 추정은 심각하게 영향을받지 않았다. 전제 는 가설을 포함합니까?",
    "chosen": '이 전제는 혜택 추정값이 할인율의 선택에 의해 크게 영향을 받지 않았다고 명시한다. "중요한"이라는 단어는 중요한 것을 암시하고 있으며, 이 경우 추정값에 큰 영향을 나타냅니다. 그러나 대부분의 사전에 따르면, "중심적"과 "중한"은 어떤 영향이 얼마나 많이 느껴졌는지 또는 영향을 받았는지 설명하는 데 동의어로 사용될 수 있습니다 (즉, 그들은 상호 교환된다). 따라서, 이 두 단어는 맥락 내에서 비슷한 것을 설명할 수 있다고 보이기 때문에 - 즉, 얼마나 강한 / 큰 영향이 발생했는지 ("중심적으로 영향을 받지 않았습니다".',
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "다음 단락을 읽고 가설이 참인지 결정하십시오. 끝의 옵션에서 선택하십시오. OTN은 (팔레스타인) 이슬람 근본주의 그룹인 하마스 (Islamic Resistance Movement)를 프로필링합니다. 가설: 이슬람 저항 운동은 OTN으로도 알려져 있습니다. 옵션: - 예 - 아니요",
    "chosen": '해당 단락은 하마스가 팔레스타인 이슬람 근본주의 그룹임을 언급하지만, 가설은 OTN이 하마스로도 알려져 있다는 것을 시사합니다. 그러나 해당 단락에서는 OTN과 하마스 간의 관계에 대한 언급이 없으므로, 이 질문에 대한 답은 "아니요"라고 결론 내릴 수 있습니다.',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "다음 문항을 읽고 가설이 사실인지 확인하세요: 결혼한... 아이와 함께 (Married... with Children) 는 미국의 텔레비전 시트콤이다. 마이클 G. 모이와 론 리비트 (Michael G. Moye and Ron Leavitt) 에 의해 제작되었다. 원래 1987년 4월 5일부터 1997년 6월 9일까지 방영되었다.",
    "chosen": '이 문장 은 1987 년 4 월 5 일 부터 1997 년 6 월 9 일 까지 처음 방영 되었음을 알려 줍니다. 이 는 10 년 (1987 년 - 1997 년) 의 기간이기 때문 에, 결혼 한... 자녀 와 함께 한 십 년 동안 방영 되었다고 할 수 있습니다. 따라서, 대답은 "예" 입니다.',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": '1762년 1월, 카를로스 3세가 스페인 왕위에 오른 후, 스페인은 다시 영국과 전쟁을 벌였다. 하바나는 1762 년 8 월 13 일 영국에게 넘어졌고 베라크루즈는 상륙의 위협에 처해 있었다. 몬테세라트는 베라커루즈에 있는 요새를 강화하고 잘 공급되었는지 확인했다. 그는 더 많은 군대를 모았고 그들이 조직되고 효과적으로 싸울 수 있도록 훈련받았다. 무역 상품을 지키기 위해 그는 두 개의 기뢰사, 흑인과 무라투를 조직했다. 인구는 이들을 "로스 모레노스"라고 불렀다.베라크의 상인들은 또 다른 회사를 결성하여 월급과 플로리다와 장비를 지불했다. 다른 대병과 군대는 벨리도, Puebla, 오바카에 있는 대병을 포함하여 지방에서 조성되었다. 그리고 그는 1764년 2월 7일, 멕시코와 루이지애나 시티에 대한 평화협정을 체결했고, 프랑스와 쿠바에 대한 우편조약을 계속했다.',
    "chosen": "질문: 카를로스 3세의 즉위 후 몇 달 후에 하바나가 영국에게 넘어졌습니까?",
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "다음 기사에 대한 질문을 적십시오: 뱅글스는 테크산스와의 목요일 밤 공투를 위해 집에 머물렀습니다. 첫 번째 분기에는 테크슨스는 카이미 페어바른이 26 야드 필드골을 발격하여 3-0으로 만들 때 일찍 선두에 뛰어났다. 랭디 펄록이 39 야드 득점으로 3-3로 만들 때 랭글스는 두 번째 분기에 무승부를 뒀습니다. 벡글스는 49 야드 터치다운을 위해 10-3로 달랐지만, 데샤언 왓슨이 49 야드의 터치 다운을 위해 달려가면서 선두를 되찾았습니다. 벅글스는 전반기 29 야드 ଫିଲ드골로 10-6로 마무리했습니다. 세 번째분기에는 벙글스가 30 야드 골을 타면서 팀의 점수를 10-9로 만들려고 노력했습니다. 넷째 분기에서는 테크슨은 42 야드 타치다운 후 4 개 앞당했습니다. 웬글스는 4차전에서 0-2로 탈락했습니다. 이 시즌 이후 두 번의 득점을 거두는 데뷔닝을 시작했지만, 테크스컬스는 1차전부터 0-2으로 탈락했다.",
    "chosen": "기사에 대한 질문이 있습니다. 질문: 게임의 가장 긴 득점 플레이를 한 선수는 누구입니까?",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "수백 년 동안, 이 곳에서 사는 사람들은 항상 이민자의 꾸준한 흐름을 유치하기에 충분했습니다. 풍부한 식량 출처는 기원전 230,000 년에 말레이시아를 자바 맨 의 동시대에 초대하는 장소로 만들었을 수도 있습니다. 그러나 지금까지, 북사라와크의 니아 산굴에서 발견 된 국내 최초의 호모 사피엔스 흔적은 기원전 40,000 년 전으로 된 두개골의 조각입니다. 반도에서, 가장 오래된 인간과 관련된 유물 (10,000 BC) 은 네그리토의 석기 시대 도구입니다. 이 작은 어두운 몽골족은 호주 원주민과 관련이 있으며 오늘날 북부 고산지의 숲에 국한되어 있습니다. 2000 BC에 이르기까지, 이러한 무심한 보르네오 호수민들은 활과 화살로 인도네시아 해안을 따라 사냥합니다. 그들은 한 해 동안 남쪽 해안에서 오렌지 홍수민과 함께 살던 중 하나이며, 오늘날에도 남아프리카 공화국민들 사이에서 사용되고 있습니다.",
    "chosen": "긴 나무 집들은 말레이시아의 생활 상태의 예입니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "이 작업에서는 온라인 플랫폼에서 공개적인 댓글을 받게 됩니다. 당신은 댓글을 두 가지 클래스로 분류할 것으로 예상됩니다: 모욕과 모욕이 없습니다. 모욕은 무례하거나 경멸적으로 모욕적인 행동입니다. 댓글: 당신의 어머니는 7 년 또는 9 살 때 수영장에 데려갔습니까?",
    "chosen": '이 댓글에는 모욕적인 언어와 성적 암시가 포함되어 있습니다. 따라서, 답은 "대욕"입니다.',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "포크스는 마이애미 돌핀스와의 간 컨퍼런스 전투에서 홈에서 시즌을 시작하였다. 무실점한 1분기 끝에 애틀랜타는 2분기에 쿼터백 매트 라이언이 풀백 오비 무겔리에게 1야드 터치다운 패스를 완료하고, 키커 제이슨 엘람이 36야드 득점을 기록하였다. 3분기에는 포크스가 리키 윌리엄스에게 20야드의 터치डाउन 패스를 완수하면서 스타 스타 플레이를 계속하였다. 레이언은 스티어 엔드 토니 글랜즈에게 20yard 터치던드 패스를 완성하였다. 애틀란타는 4분기에 잘 성과를 거두면서 엘랜스가 50yard field goal을 성공시켰다. 그 후, 돌핀스는 퀘터백 체드 펜닝턴이 9yard 득점으로 리키 윌리jams에게 경력을 완수했다.",
    "chosen": "제이슨 엘람은 두 번째 쿼터에서 36 야드 필드골을 넣었고, 넷째는 50 야드 펠드 골을 넣었습니다. 따라서 우리는 이 두 득점의 차이점은 14 야드 (50 - 36) 라는 결론을 내릴 수 있습니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": '질문의 주제를 결정하십시오. 질문: "파피 닭은 누구의 소유인가?" 주제는:',
    "chosen": '주제는 "포피스 루이지애나 부엌"입니다.',
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "영국 장갑은 이라크 경찰과 민병대가 체포한 두 군인들을 석방하기 위해 감옥에 추락했습니다. 그 문장을 바탕으로 아래의 문장이 사실이라고 결론지을 수 있습니까? 영국 군대는 이라크 경찰관을 침공했습니다.",
    "chosen": "이항은 이라크 경찰에 의해 두 명의 영국 군인을 체포한 후 장갑차가 감옥으로 충돌한 것을 설명합니다. 따라서 영국 군대가 이라크 경찰서에 침입했다고 말하는 것은 옳지 않습니다. 어떤 경찰서에 대한 공격에 대한 언급이 없었기 때문입니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "이 작업에서, 당신은 영어 문장을 보여줄 것입니다. 당신은 문장을 추가 섬의 표현 또는 잘못된 표현으로 분류해야합니다. 올바른 표현은 '좋은 것'으로 표시되어야 하며 다른 모든 것이 '나쁜 것'로 표시되어야합니다. 보조 섬의 정확한 표현은 보조 섬을 사용하여 문장의 문법적으로 올바른 사례가 될 것입니다. 잘못된 표현은 다른 모든 것입니다. 이 책은 누가 Beth를 방해하지 않고 놀라게 했습니까?",
    "chosen": '이 질문 은 베트 를 방해 하지 않고 이 책 을 누가 가지고 있었는가 하는 것 을 묻는다. "without"라는 사전 의 다음 에는 "distracting Beth"라는 명명 문구가 있다. 이 문장 은 문법적 으로 잘못 되어서 "bad"라고 표시 해야 한다.',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": '제공된 텍스트를 읽으시고, 만약 가해적 내용이 있다면 "예"를 통해 표시하십시오. 그렇지 않으면 "아니오"을 통해 표시합니다. 우리는 다음과 같은 사례 중 하나를 포함하는 콘텐츠를 가해적인 것으로 간주합니다: (1) 정체성 지향적 학대 (예를 들어, 정체성에 대한 부정적인 진술을 포함하는 콘텐츠). 정체성은 개인 공동체, 사회민주학, 위치 또는 자기 표현의 근본적인 측면과 관련된 사회적 카테고리입니다. (2) 관련 지향적인 학대가 (예를 들면, afiliation에 대한 부정적인 인상을 나타내는 콘텐츠). 우리는 afiliation를 집단과의 (더 이상) 자발적인 협회로 정의합니다. afiliations는 도전을 포함하지만: 멤버십 (예: 노동조합), 정당 회원십 (e.g. 거짓말 공화당), 정치적 afiliations (예를들어, 대담하는 사람들) 및 직업 (e..g. Do speech) 를 반대합니다.',
    "chosen": "본문 은 어떤 학대적 인 내용 을 포함 하지 않습니다. 그것은 누군가 의 고용 지위 를 가리키는 것 이며, 어떤 모욕적 이나 위협적 인 언어 를 포함 하지 않는다. 또한 본문 에서는 어떤 사람 의 정체성, 소속성, 또는 특정 사람 을 언급 하지 않습니다 .",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "질문: 제프 는 죽음의 계곡 에 가서 자신 의 우주선을 궤도에 발사 한다. 그는 고도 에 올라갈 때, 느끼는 온도는 낮아지거나 높아지는 것 이다. 텍스트: 표면 은 태양 으로서 열 을 받으며 그 온도 의 일부 는 다시 공중 에 전파 된다. 이것은 표면 근처 에 더 높은 높이에 비해 온도를 높게 만든다.",
    "chosen": "텍스트는 더 높은 고도에 비해 표면 근처에 온도가 높다고 합니다. 그래서 제프가 고도에 올라갈 때, 그 온도가 떨어지는 것처럼 느껴질 것입니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": '다음 구절을 감안하면 "권력의 중앙집권과 바이킹 침략으로 인해 알프레드의 통일 이후 웨섹스 이외의 방언에 대한 기록은 비교적 거의 없다. 그러나 일부 메르시아 문헌은 계속 쓰여지고 있으며, 머르시아인의 영향은 알브레드의 프로그램에 따라 제작된 일부 번역에서 분명하다. 그 중 상당수는 메르시안 학자들에 의해 제작되었다. 다른 방언은 확실히 계속 사용되었으며, 중세와 근대 영어의 후계자들 사이의 지속적인 변화로 입증됩니다. 실제로, 중부 영어와 근대의 영어의 표준 형태가 무엇이 될 것인가는 서사슨보다는 메르샤인의 방언에서 비롯되었으며, 스코트족은 서사콘 방언으로부터 발전했습니다. 한때는 웨센스 왕국의 중심에 있는 위치와 함께, 영국-사콘의 억양이 남아있는 것으로 주장되었습니다. 그리고 현재의 방언의 주요 이유는 다음과 같습니다.',
    "chosen": "이 구절은 메르시아 문헌이 계속 쓰여지고, 알프레데의 번역 중 일부는 메르시안 학자들에 의해 제작되었다고 합니다. 그래서 우리는 주로 이 학자들이 언어를 살려 두었기 때문이라고 말할 수 있습니다. 따라서 답은 '메르시아 학자'입니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "이 작업에서는 소셜 미디어 게시물에서 텍스트를 제공합니다. 귀하의 임무는 주어진 게시물을 두 가지 범주로 분류하는 것입니다: 1) 해당 게시물이 성적으로 모욕적이라면 그렇습니다, 2) 그렇지 않으면 아닙니다. 성적 모욕적이거나 모든 음란한 언급에 중점을 두십시오. 성적으로 명시적인 내용을 언급하지 않는 모욕적인 게시물에 대해 '아니오' 라벨을 생성하십시오. 경고: 예제 및 사례는 모욕스러운 언어를 포함 할 수 있습니다. 이것이 바로 내가 이 창녀에게 SHIT를 말하지 않는 이유입니다!",
    "chosen": '이 글은 성적으로 명시적이지는 않고, 일반적 인 좌절의 표현입니다. 따라서, 대답은 "아니오"입니다.',
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "질문: 케이트의 야구는 샌드 로트 위에 굴릴 때보다 더 차갑게 유지되었다. 이것은 그녀가 _____에 더 적은 마찰을 가지고 있다는 것을 가르쳐 주었다 (A) 샌드로트 (B) 내야구",
    "chosen": '케이트의 야구는 내야구에서 롤 때보다 샌드롯을 롤했을 때 더 차갑게 유지되었습니다. 따라서 마찰이 덜 적용되었습니다. 그래서 A는 옳습니다. 더 많은 마찰을 가진 표면에 무언가를 롤하면 (초처럼), 당신은 당신의 손을 더럽게 할 것입니다! 그래서 B는 이 질문에서 "샌드롯"이어야합니다.',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": '이 문서: 엘 해티로 지방자치단체는 카라카스 시의 남동부 지역과 미란다 주 북서쪽 모퉁이에 위치하고 있으며, 주의 21개 지방 자치단체 중 하나입니다. 엘 해티로는 또한 알칼디아 시장의 관할권 안에 있으며, 미란다의 3개의 인접 지방자치단체와 수도권 지방의 리베르타도르 지방 자치단체의 지배권을 가지고 있습니다. 이 5개의 지방자치단체는 카라카스 시를 구성합니다. 엘 해틸로는 114 평방 킬로미터 (44 평방 마일)  수도에서 세 번째로 큰 지방자치단체 지방자치단체의 자연적인 남쪽 경계는 동쪽에서 서쪽으로 뻗어있는 터구아 산맥이며, 엘 해티를 바루타와 파스 카스티야 지방자치를 분리합니다. 북쪽으로는 투르구와 평행하여 사바네타 산맥이 있으며, 두 산맥 사이에는 프리포 강이 흐른다 사바네타 산맥의 북쪽, 프레포 하천은 투스마레 하천으로 흐르며, 구아에르 강으로 끝난다 라 가우리타 하천은 엘 해티로 북동쪽의 가우리에 하천으로 흐른다 구아에르 강은 지방자치단체의 동쪽 경계이며, 엘 해티로의 남동부 부문에서 수크레와 파스 카스티야로에서 분리됩니다. 라 구아리타는 엘 해티로와 바루타와 수크레 지방자치단체 사이의 북쪽 경계를 이루고 있습니다. 바루타를 서쪽으로 제한하고, 지방자치단체의 경계는 엘 볼칸, 파리아가안, 라 마타 및 다른 봉우리들을 따라 남동쪽 엘 해틸로의 터구아 산맥을 만나게 됩니다. 엘 해틸로의 가장 높은 봉우리인 피카초 데 엘 볼칸 (스페인어: "불산의 봉우리") 는 해발 1,490m (4,888피트) 에 위치하고 있으며, 이 곳에서 라디오, 텔레비전 및 통신 안테나가 카라카스에 서비스를 제공하고 있습니다. 그 이름에도 불구하고, 이 산은 화산적 역사가 기록되어 있지 않습니다. 엘 해틸로의 다른 중요한 산은 1,148 미터 (3,766 피트) 의 가빌란, 1,245 미터 (4,085 ft) 의 Topo de El Paují 및 1,196 미터 (3.924 ft) 에 있는 Topa de Piedras Pintadas입니다. 에일 하틸로 산의 이름은 무엇이며, 이 산은 다른 의미의 명칭을 암시하고 있음에도 불구하고 녹음된 화산 역사가 없는 산입니다.',
    "chosen": "이 질문은 기록된 화산 역사를 가지고 있지 않은 엘 해틸로의 산의 이름을 묻습니다. 이것은  Despite its name라는 과감한 부분에서 추론 할 수 있습니다. 그리고 그 다음에는 피카초 데 엘 화산을 예로 언급합니다. 따라서 올바른 대답은 피카쇼 데 엘 볼칸입니다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "다음 과 같은 질문 을 대답 해 보십시오: 메리 는 방 에서 음악 을 연주 하고 있을 때 히터 가 작동 하게 되어 온도 가 상승 하게 되면, 그 라디오 가 증가 하거나 감소 하는 소리파 속도는 어떻게 될 것 입니까?",
    "chosen": "이 구절 에서는 온도가 낮아질수록 소리 속도가 줄어든다고 합니다. 메리 는 더 높은 온도 에서 음악을 연주 하기 때문 에, 외부 조건 에서 이 변화 를 충족 시키기 위해 그녀의 라디오 가 생성 하는 소리파 속도는 증가 할 것 입니다. 따라서, 대답 선택 (A), 증가, 정확 합니다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "개인정보 보호정책 텍스트의 일부를 감안하면 다음과 같은 범주로 분류하십시오: (1) 제1자 수집/이용 (서비스 제공자가 사용자 정보를 수집하는 방법 및 이유), (2) 제3자 공유/ 수집 (이용자의 정보가 제3자에게 공유되거나 수집될 수 있는 방법), (3) 사용자 선택/통제 (사용자에게 사용할 수 있는 선택 및 제어 옵션), (4) 사용자 액세스, 편집, & 삭제 ( 사용자가 자신의 정보를 액세스할 수 있고, 수정하거나 삭제할 수 있는지), (5) 데이터 저장 ( 사용자의 정보가 얼마나 오래 보관되는지), (6) 데이터 보안 (이 사용자의 정보가 보호되는 방법), (7) 정책 변경 (이 사용자가 개인정보 보호 정책에 대한 변경 사항에 대해 어떻게 알릴 수 있는지). 사이트는 법적 요구사항을 위해 귀하의 정해지지 않은 정보를 수집합니다. 수집은 정하지 않은 방식으로 이루어집니다.",
    "chosen": "본문은 사이트가 사용자로부터 정해지지 않은 정보를 수집한다고 명시하고 있습니다. 이것은 사이트가 법적 요구사항을 위해 이 정보를 사용한다는 것을 의미합니다. 따라서 출력은 First Party Collection/Use입니다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": '"수잔은 앤의 아들이 차 사고를 당했다는 것을 알고 있었다. 왜냐하면 그녀가 그녀에게 말했기 때문이다."는 진실한 문장입니다. 이것은 "앤이 그녀에게 이야기를 했다"는 것을 의미합니까? 선택지: - 아니오 - 예',
    "chosen": '전제 문장은 "주체 동사 대상"의 패턴을 따릅니다. 주체(수잔)가 내용을 알고 있는데, 이것은 앤이 수잔에게 말했기 때문입니다. 따라서 첫 번째 문장에서 언급된 대로, 우리는 앤이 그녀에게 이야기를 한 것으로 결론 짓을 수 있습니다.',
    "rejected": "정답은 B입니다.",
}
{
    "prompt": '"User"와 "Assistant" 사이의 변환 목록이 제공됩니다. "classify_text"로 제공되는 대화가 "USER" 또는 "AssISTANT"에 의해 작성되었는지 여부를 알아보십시오. 각 입력 항목에 최대 7개의 대화가 있습니다.',
    "chosen": '주어진 대화는 영화 리뷰 웹 사이트에서 사용자들이 영화에 대한 의견을 제시하도록 요청하고 보조가 후속 질문을 던집니다. 여기서의 classify_text은 사용자가 홈 솔로에 대해 무엇을 좋아하는지 명확히 하기 위해 질문을 던지고 있습니다. 2. 그것은 단순한 사실 (예: "나는 코미디를 좋아합니다") 아니지만 의견을 필요로 하기 때문에, 그것은 사용자보다는 보조가 작성했을 가능성이 높습니다. 따라서 이 진술은 ASSISTANT에 의해 작성되었습니다.',
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "이 수학 문제에 대한 해결책은 무엇입니까? d에 대한 -148*d = -59*d - 1068을 해결하십시오.",
    "chosen": "변수 d를 방정식의 한쪽에 분리해야 합니다. -148d = -59d + 1068",
    "rejected": "정답은 C입니다.",
}
{
    "prompt": '"여성 은 큰 상자 덩어리 를 들고 있다"는 가정 이 "그녀 는 자유 성형상 에 서 있다"고 한다면 사실 인가?',
    "chosen": "이 전제는 자유의 동상이 실제로 존재하지 않기 때문에 사실이 아닙니다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "AscII ASCII는 최초의 128개의 상징으로 유니코드 문자 집합에 통합되었다. 따라서 7비트 AScII 문자는 두 집합에서 동일한 수치 코드를 가지고 있다. 이것은 UTF-8를 7비트의 ASC II와 뒤로 호환할 수 있게 해준다. 이는 ASCIII 문자를 포함하는 UTF 8 파일은 동일한 문자열을 포함하는 ASCİ 파일과 동일하다. 더욱 중요한 것은 7비트를 ASCIE 문자로만 특별하게 인식하고 가장 높은 비트 집합을 가진 바이트를 변경하지 않는 소프트웨어로서 앞으로 호환성이 보장됩니다. ISO-8859-1와 같은 8비트ASCII 확장 프로그램을 지원하기 위해 종종 수행되는 것처럼 UTF - 8 데이터를 변경되지 않고 보존할 것입니다.",
    "chosen": "주어진 맥락은 UTF-8가 7 비트 ASCII와 뒤로 호환된다는 것을 분명히 명시합니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "두 가지 연구 에서는 청소년 들 을 청소년기 때 연구 하였다. 팀 은 남자 들 을 연구 하였고, 댄 은 여자 들 을 조사 하였다. 위의 문장 을 고려 하여 다음 의 질문 에 올바르게 대답 해 주시기 바랍니다.",
    "chosen": '이 문장 은 팀 이 성소수시 에 남성 을 연구 한 것 이며, 어떤 연구자 가 성장 팽창 이 테스토스테론 에 의해 촉발 된 것 을 관찰 한 것 을 묻는 질문 이 있다. 남성 청소년 들 의 연구 는 테스토 스테론 에 관한 정보 를 밝혀 줄 것 이다. 왜냐하면 이 호르몬 은 남성 들 에게만 생성 되는 호르몬이기 때문 에, 이는 대답 으로 "팀"을 선택 하는 것을 뒷받침 한다.',
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "이 작업에서, 당신은 컨텍스트 구절을 받고, 그 다음에는 대답해야 할 질문입니다. 기항에 기초하여, 당신은 질문에 대한 명확한 답변을 작성해야 하며, 당신의 대답은 기항에서 특정 문장을 참조해야 합니다. 여러 가지 답이 존재하는 것처럼 보인다면, 가장 그럴듯한 답을 작성하십시오. 켄달은 바쁜 부모로부터 자랐기 때문에 외부의 한계를 알지 못했습니다. 질문: 켄델은 왜 이렇게 했습니까?",
    "chosen": "맥락에서 보면 켄달은 바쁜 부모에게서 자랐고, 이는 그녀의 반란을 이끌었을 수도 있습니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "더 오래 된 바위 들 은 바닥 에 있고, 더 어린 바위가 위 에 있다. 위의 구절 을 읽은 후 다음 과 같은 질문 에 대한 올바른 해답 을 선택 하십시오. (선택 은 더 오래되거나 더 젊음 이다 ): 톰 은 고고학적 발굴 을 수행 하여 발견 한 바위 중 일부 를 비교 하였다. 그는 20 피트 깊이 의 바위가 2 피트 깊은 바위 보다 더 오래 되거나 더 젊음을 알아차렸다.",
    "chosen": '관을 기준으로, 오래된 암석은 바닥에 있고 젊은 암석은 꼭대기에 있습니다. 다른 말로, 당신이 깊은 곳에 파고 들어가면, 더 많은 오래된 암석층이 발견됩니다. 그래서 톰은 20 피트 깊이는 2 피트 깊이를 가진 "옛"층을 발견할 수 있습니다. 그것은 지질 수준에서 묻히기보다 더 가깝기 때문입니다 (이 것은 선사시대의 알려지지 않은 날짜를 나타냅니다).',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": '다음 문장 을 읽고 질문 에 대답 하기 위해 올바른 선택 을 선택 하십시오 컨텍스트: "그게 9달러입니다. 87 에 관한 사항 "레베카 랭호른은 상자의 꼭대기를 뒤집고, 유리 도넛을 꺼내서 물었습니다. 그녀의 뒤에 있는 젊은 비서관은 믿을 수 없을 정도로 쳐다보았다 그녀는 주말에 너무 준비되어 있었다 하지만 먼저 그녀는 사무실에 가서 8시간을 보내야 했습니다. 왜 이 여자가 돈을 지불하고 길을 떠나지 않았을까요? 두 개의 도넛이 날아가서 카운터 뒤에 바닥에 떨어졌습니다. "그건 어제의 도넛이야" 신선한 것을 줘라고 했잖아 "하지만, 부인, 이것들은 신선한... " 그녀의 눈빛은 그를 멈췄다 그는 상자를 쓰레기통에 던지고 신선한 12개를 선택했습니다. "지금, 그건 9달러가 될거야" 87, 부탁드립니다 "장갑을 , 잭" " 그녀는 새로운 패치를 샘플링했다 "그게 더 좋아" " 그녀는 카운터에 10 달러의 지폐를 던지고 도넛과 큰 오렌지 주스를 가지고 나갔다 그녀의 거대한 검은색 1979년 링컨 콘티넨탈 타운카는 4피트 더 길고 아빠의 오래된 차를 운전하는 데 돈이 들었어요 그러나 그것은 그녀에게 그를 가까이 느끼게 했다 - 그가 죽은 11 년 동안에도 불구하고 그녀는 거의 도시에서 운전을 할 기회가 없었다 - 그리고 그것은 큰 도시가 아니었다 텍사스 주 셔먼에는 약 36,000명의 주민들이 살고 있습니다. 그녀는 오래된 스트립 쇼핑몰 주차장에 도착했습니다. 대부분의 상점과 다른 사업은 거의 걸리지 않았습니다. 이 곳은 1980년대 이후 제대로 된 쇼핑 트래픽이 없었습니다. 하지만 레베카와 그녀의 파트너를 위한 완벽한 장소였습니다. 그들은 쇼핑객을 필요로 하지 않았습니다. 그들이 필요로 하는 것은 저렴한 사무실 공간이었습니다. 그들의 방은 좁았지만 깊은 곳이었는데, 수신 구역과 2개의 사무실과 화장실이 있었습니다. 질문: 리베카는 사무실 공간에 대해 어떻게 생각합니까? 너무 바쁘지 않았어 B 완벽했네 C 너무 작았어 D 충분한 정보가 없습니다.',
    "chosen": "리베카는 오래된 스트립 쇼핑몰의 주차장에 정차하여 저렴한 사무실 공간을 임대합니다. 맥락은 쇼핑객이나 고객들이 들어오는 것을 필요로하지 않는다는 것을 나타냅니다. 따라서 그녀의 사업은이 위치에서 보행에 의존하지 않을 가능성이 높습니다 (도시의 오래된 지역에 위치하고 있습니다). 대신, 그들이 필요로하는 것은 저렴한 공간입니다. 이러한 요인을 기반으로 한 점과 하나의 방을 임대하는 것 외에 다른 옵션이 없다는 사실에 주목하여, 우리는 합리적으로 B 옵션이 질문에 가장 잘 대답한다고 결론을 내릴 수 있습니다: 그것은 완벽했습니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": '"사자 (분명함) "에 대한 답이 있는 질문을 짐작해보세요.',
    "chosen": '"수아 (분명) "에 대한 답이 있는 질문은 다음과 같습니다. 2006년 4월 5일 스코틀랜드에서 조류 인플루엔자를 앓고 있는 어떤 종류의 새가 발견되면서 영국의 주요 조류 독감 경보가 발생했습니다.',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": '"두 명의 노동자가 건설 현장을 돌아다니고 있다"는 가설이 있다. 여기 가설은 있다: "두 사람이 케이크를 굽고 있다".',
    "chosen": '이 가설 은 건설 현장에서 일하는 노동자 들 을 묘사 하는 반면, 그 들 이 케이크 를 굽는 것 이 있는지 아닌지에 대해 아무런 정보도 제공 하지 않습니다. 두 문장 은 크게 다른 주제 를 가지고 있으며 이 경우 는 서로 관련이 없습니다. 따라서 우리는 "아니오"라는 답을 추론 할 수 있습니다.',
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "질문과 몇 가지 가능한 답은 다음과 같습니다. 질문: 아이가 차차를 어디서 구할 수 있을까요? 가능한 A: 현장, 차고, 책 가게, 뒷마당, 장난감 가게",
    "chosen": '"차는 고전적인 장난감입니다".',
    "rejected": "정답은 B입니다.",
}
{
    "prompt": '다음 문장 을 읽고 질문 에 대답 하기 위해 올바른 선택 을 선택 하십시오 컨텍스트: 텔레비전 드라마의 전부는 종종 느린 시작을 거쳐 복잡한 발전을 통해 두 세 가지 잠재적인 해설이 가능한 단계로 데려가는 것입니다. "컷!", 그것은 에피소드의 끝입니다. 그리고 다음 주 쇼에서 "옳은 대답"을 기다려야 할 것입니다. 이 글은 지난 밤 10시에 저에게 왔습니다. 이 도전의 16일, 런던에서 휴가를 보낸 후, 제 머리와 발이 너무 피곤해서 터치스크린에 손가락을 넣을 수 없었습니다. 맥씨와 저는 브로드처치의 또 다른 생중계편을 보고 있었습니다. 1시리즈의 살인자에 대한 판결이 곧 내려질 것입니다. 불가피한 일이 일어날 때입니다. [중고] [중고] 큐 타이틀 음악 이 순간은 심지어 영국 가정에서 명칭을 얻었습니다. \'BA\'라고 부르죠. [중고] [중고] 바 (BA) [중고] [중고] 바 (BA) [중고] [중고] \'ba, ba, ba-ba-ba\' (유튜브는 해외 독자들에게 청각적인 설명을 제공할 것입니다) 이스트엔더스는 완벽한 속도로 글을 쓰는 훌륭한 작가이며 28분짜리 에피소드마다 최후의 충격적인 얼굴 / 웃는 나쁜 / 혼란스러운 피해자에 대한 유혹적인 스크린 얼어붙이기로 끝납니다. 정말 큰 이야기에서 클리프핸거는 훨씬 더 오래 지속될 수 있습니다. 이번 주, 쇼의 30주년을 기념하기 위해, 우리는 마침내 지난 14개월 동안 해답되지 않은 질문에 대한 답을 찾을 것입니다. "누가 루시 비를 죽였습니까?" 사실, 우리는 교사들이 초기에 이렇게 말하는 것을 볼 수 있습니다. "오늘 우리는 이것을 배우고 있습니다. [중고] [중고] "문제: 작가는 어제 밤 10시에 게시물이 왔을 때 손가락을 터치 스크린에 넣기에는 너무 피곤한 이유는 무엇입니까? 그는 이번 주에 80시간 정도 일했습니다. 그는 런던에서 휴가를 마치고 돌아왔다. 그는 이번 주에 60시간 정도 일했습니다. 충분한 정보가 없습니다.',
    "chosen": "컨텍스트는 그가 어제 밤 10시에 런던에서 휴가를 보낸 뒤 머리와 발이 너무 피곤해서 터치스크린에 손가락을 넣을 수 없다고 언급하고 있습니다. 이것은 그가 런던에서의 휴가를 마치고 돌아왔다는 것을 나타냅니다. 그래서 그는 피곤했을 가능성이 높습니다. 따라서 답은 B입니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "source_text와 tgt_text 사이의 연결은 'entailment', 'contradiction', 'neutral' 중 어떤 것으로 설명할 수 있나요?",
    "chosen": "이 작업은 'source_text'와 'target_text' 간의 관계를 분석하여 그들이 서로를 함축하는지, 모순하는지, 또는 중립인지를 판단하는 것입니다. 이를 위해 다음과 같은 단계를 따릅니다. \n1. 먼저 'source_text'를 정독하여 그 내용을 이해합니다. \n2. 다음으로 'target_text'를 읽고 그 내용이 'source_text'에 있는 정보와 어떻게 연결되는지 파악합니다. \n3. 그 후에는 두 텍스트 간의 관계를 분석하여 함축, 모순, 또는 중립 중 어느 하나에 속하는지를 결정합니다. \n이 경우에는, 'source_text'에서는 피고인이 자수를 하러 왔다는 사실과 그 과정에 대한 내용이 기술되어 있습니다. 그러나 'target_text'에서는 피고인이 살인 사건을 유감스럽게 여겼다는 내용이 언급되어 있습니다. 이 두 내용은 서로 연결되어 있지 않으며, 상호 모순하지도 않습니다. 따라서, source_text와 tgt_text 사이의 관계는 'neutral'입니다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "위협에 따라 댓글을 분류하십시오. 만약 댓글이 위협적인 경우 출력 예, 그렇지 않으면 출력 없습니다. 알래스카인들은 이 바보에게 투표했습니다. 아마도 사라가 돌아올 것입니다.",
    "chosen": '이 게시물은 "이더언"이라는 단어를 포함하고 과거에 위협을 받은 사라 팔린을 언급하고 있기 때문에 일부 사람들에게 잠재적으로 위협적입니다. 따라서 대답은 "예"입니다.',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "이 질문에 답해 주세요. 누가 노래를 부르면 내 머릿속을 벗어날 수 없나요?",
    "chosen": '노래 "Can\'t Get You Out of My Head"는 Kylie Minogue가 그녀의 8번째 스튜디오 앨범인 Fever를 위해 녹음했다. 2001년 발매 이후 여러 차례 커버되어 있으며 오늘날에도 라디오에서 재생되고 있다. 카일리 미노그는 1986년부터 1988년까지 TV 시리즈 Neighbours에서 샤를린 미첼 역으로 출연한 호주 싱어송라이터로 유명해졌다. PWL 레코드와 계약을 맺은 후 1987년부터 1992년까지 발매된 4 장의 앨범을 녹음했습니다.',
    "rejected": "정답은 B입니다.",
}
{
    "prompt": '유럽 의 남서쪽 끝부분 에 있는 가장 초기 석기 시대 의 거주자 들 에 대해 알려진 것 은 거의 없습니다 고대 그리스인들은 그들을 시네테스 (또는 쿠네테) 라고 불렀습니다. 그들의 기원은 무엇이든, 그들의 문화는 외국 세력의 압력과 영향력 아래 진화했습니다 이곳에 정착하여 신생 포르투갈 문화에 기여한 많은 침략 군중들 가운데 포니키아인들이 있었습니다. 그들은 기원전 1,000년경 이 지역에 정착했습니다. (c) 의 경우 켈트족, 이베리아족, 그리스족, 카르타고니아족 그러나 3세기 후반에 도착한 로마인들은 (c) 의 경우 , 이베리아 전역에 가장 큰 영향을 끼쳤던 그들은 도시, 산업, 도로, 다리 를 건설 하였으며, 농업 을 발전 시켰으며, 포르투갈어가 직계 후손인 라틴어 를 물려 주었다 로마인들은 반도의 남서부 지방에 루시타니아라는 이름을 붙였습니다. (d) 의 경우 기독교를 도입한 4 세기 초 에 알가르브 에는 파로 에 본부를 둔 주교 가 있었다 그러나 로마는 이미 쇠퇴에 빠졌고, 곧 북쪽 부족 의 무리 들 이 제국 을 장악 하였다 5세기 중반 에 알가르브 지역 은 위스고트족 에게 넘어갔다 마우리 통치 아래 (d) 의 경우 711 년 에, 무르족 은 북아프리카 에서 강력한 군대를 가져오며 이베리아 반도 에 파괴적 인 공격 을 일으켜 스페인 과 포르투갈 이 될 곳 의 대부분 을 정복 하였다 그들은 이슬람교를 강요하고 알가르브 지방의 농촌과 인구에 지울 수 없는 영향력을 남겼다 무르의 유산은 여전히 우물과 물바퀴의 형태로 볼 수 있으며, 웅장한 흰 집, 사람들의 어두운 피부색, 그리고 알-가르브에서 가져온 지역 이름 자체에서 볼 수 있습니다, 즉 "서부의 나라" (무르들이 영토를 정복했을 때, 그것은 알려진 세계에서 가장 서쪽에있었습니다) 무르족은 세비야의 국경 너머에서 그들의 이베리아 왕국을 통치했지만 알가르브는 자국의 지역 수도와 거대한 불가침적인 요새를 가지고 있었다 수도는 Chelb (또는 Xelb) 이며, 리스본보다 더 크고 더 잘 방어되었습니다 오늘날 도시, 알려진 [중고] [중고] 질문: 그리스인들은 초기 석기 시대 주민들을 어떻게 불렀을까요? "유럽의 남서쪽 끝"은 유효한 답이라고 생각합니다. 확인해 주시겠어요?',
    "chosen": "이 구절의 첫 문장에서는 가장 초기의 석기 시대 주민들에 대해 \"잘 알려져 있지 않다\"고 언급되어 있으며, 따라서 우리는 그들의 기원을 결정할 수 없을 것이라고 제안한다. 그 구절의 두 번째 문장에는 이 초기 주민들은 그리스인들이 신테스 또는 쿠네테스라고 불렀다고 명시되어 있다. 이 entire passage의 독서는 남서쪽 끝에 있는 유럽인들에 대한 어떠한 정보도 밝혀지지 않았기 때문에 유럽의 남서부 끝에 있는 사람들이 이 질문에 대답할 수 없다는 것이 분명해야 하며, 따라서 우리의 선택은 '아니오'라는 것이어야 한다.",
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "장네트 앤나 맥도널드 (Jeanette Anna MacDonald, 1903년 6월 18일 ~ 1965년 1월 14일) 는 미국의 가수이자 배우로, 모리스 쉐벌리어 (The Love Parade, Love Me Tonight, The Merry Widow and One Hour With You) 와 넬슨 에디 (Naughty Marietta, Rose-Marie, Maytime) 와 함께 1930년대 뮤지컬 영화로 가장 잘 기억된다. 1930년대와 1940년대에 그녀는 29편의 장편 영화에 출연했으며, 4편은 최우수영화 오스카상에 노미네이트되었다. 1950년대 중반, 맥도날드는 Bitter Sweet과 The King and I의 여름 주식 제작에 투어했다. 1954년 7월 19일, 켄터키주 루이스빌의 아이로케이스 앰피테이터에서 Bitter Sweet에서 개막하였다. 1956년 8월 20일, 스타라이트 극장에서 개봉한 '나와 왕' 그곳에서 공연을 하던 중, 그녀는 쓰러졌습니다. 공식적으로는 열 절이라고 발표됐지만 실제로는 심근경색이었죠 그녀는 그녀의 출연을 제한하기 시작했고 1959년 Bitter Sweet에 대한 보복은 그녀의 마지막 프로 출연이었습니다. 맥도날드와 그녀의 남편, 제인 레이먼드는 페렌스 몰나르의 'The Guardsman'에서 투어를 했습니다. 이 작품은 1951년 1월 25일 뉴욕 버팔로 에르랑거 극장에서 개막하여 1951년 6월 2일까지 북동부와 중서부 23개 도시에서 공연되었다. 비평가들의 열광적인 의견에도 불구하고, 쇼는 거의 모든 공연을 위해 \"배우\"의 주연 역할은 맥도날드가 몇 곡을 추가할 수 있도록 \"싱어\"로 변경되었습니다. 이것은 그녀의 팬들에게 즐거웠지만, 쇼는 브로드웨이에 도착하기 전에 여전히 종료되었습니다. 1950년대, 브로드웨이 복귀에 대한 대화가 일어났습니다. 1960년대, 맥도날드는 브로드웨이에서 뮤지컬 버전의 '썬셋 볼레바드'에서 주연을 맡는 것에 대해 접근했습니다. 해롤드 프린스는 자기소개서에서 맥도날드를 방문한 것을 회상하고 있습니다. 벨 에어에서 그녀의 집에서 제안된 프로젝트를 논의하기 위해 작곡가 휴 마틴은 뮤지컬을 위한 노래도 썼습니다. 맥도날드는 몇 번의 나이트클럽 출연도 했습니다. 그녀는 1953년 라스베이거스의 샌즈와 사하라에서 노래하고 춤을 췄습니다. 1954년 로스앤젤레스에서 코코넛 그로브, 그리고 1957년 다시 사하라에 갔습니다. 하지만 그녀는 흡연한 분위기에서 완전히 편안함을 느끼지 못했습니다. 위의 기사 에서 인용 한 점 을 사용 하여 다음 의 질문 에 대답 하십시오. 비평가 들 은 무엇 이라고 말 했습니까?",
    "chosen": "이 기사는 맥도날드의 경력과 개인적인 삶을 설명합니다. 마지막 문장은 그녀가 비평가들로부터 열광적인 댓글을 덜 받았던 Bitter Sweet과 The King and I의 여름 주식 제작에 출연했다고 언급합니다. 이 정보를 사용하여 질문에 대한 가장 좋은 대답은 다음과 같습니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "이 작업에서는 답변이 주어지며, 해당 답변에 대한 합리적인 질문을 생성하는 것이 작업입니다.",
    "chosen": '"나는 아무것도 연주하지 못합니다"라는 대답은 누군가의 악기 연주 능력에 대한 부정적인 진술입니다. 이에 따른 합리적인 질문은 "당신은 악기를 연주하는 것을 좋아하나요?"일 수 있습니다.',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": '다음 구절을 감안하면 "에스토니아어와 게르만어 언어는 매우 다른 기원이지만, 예를 들어 에스토니아어로와 영어에서 많은 유사한 단어를 식별 할 수 있습니다. 이는 주로 에스토니어 언어가 독일 통치 기간 동안 독일어 중부 (중부 하위 독일어) 에서 약 1/3의 어휘를 독일어에서 빌려 왔기 때문입니다. 표준 독일어를 포함한 고등 독일어. 낮은 색슨어와 높은 독일어 임대 단어의 비율은 2225 퍼센트로 추정 될 수 있으며, 저 색슨어는 약 15%를 차지합니다".',
    "chosen": "이 구절 은 에스토니아어가 게르만어 에서 단어 를 빌려온 방법 을 설명 한다. 에스토니어 에게 가장 많이 빌린 언어 는 15 퍼센트 가량 에스토닉어 에서 빌려진 단어 들 을 차지 하는 하위 색슨어 이다.",
    "rejected": "정답은 C입니다.",
}
{
    "prompt": '이 작업에서는 연구 논문과 그 범주에서 문장을 부여받습니다. 귀하의 임무는 각각 "진짜"와 "거짓"을 입력하여 주어진 범주가 옳고 그름인지 분류하는 것입니다. 다음과 같은 범주 정의가 있습니다: 배경 (왜이 문제가 중요합니까? 이전에 어떤 관련 작업이 만들어졌습니다? 이전 작업에서 여전히 부족한 것은 무엇입니까? 고위 수준의 연구 질문들은 무엇입니까? 이것은 다른 연구나 연구자들에게 어떻게 도움이 될 수 있습니까?), 목적 (연구자들이 무엇을 하고 싶어합니까? 연구자들이 무엇을 얻고 싶어하는지? 연구자들은 어떤 특정한 지식을 얻고 싶어합니까?, 연구자들은 무엇을 테스트하고 싶어합니까?)), 방법 (연구가 어떻게 작업을 수행했는지 또는 그들이 찾고있는 것을 발견했는지? 연구의 절차와 단계는 무엇입니까?), 또는 찾는 (연구의 제안된 방법들은 무엇을 발견했습니다? 그러나 연구자들은 어떻게 행동했는가?',
    "chosen": '주어진 문장은 어린이 CAP에서 호흡기 경로 미생물의 역할에 대한 현재의 이해 부족을 설명합니다. 그것은 이전 연구에서 부족한 것을 강조하고 이 연구에서 해결해야 할 중요한 해결되지 않은 문제를 식별합니다. 이는 모든 배경 정보의 특징입니다. 따라서, 이 문장의 올바른 카테고리는 " 배경"이므로 "목적"이 아니라 다른 범주이기 때문에 답은 옳아야합니다.',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "새로운 선으로 분리된 질문 목록이 주어집니다. 당신의 임무는 문법, 점포 또는 철자 오류 측면에서 가장 잘 형성되거나 잘 구조화된 질문으로 답변하는 것입니다. 그것을 채우지 않는 것으로 간주되는 규칙에 따라 고령 시민의 연령은 무엇입니까? 직선은 무엇을 나타냅니다? 케냐 나이로비의 전체 인구?",
    "chosen": '문법, 문호 및 철자 오류에 대해 가장 잘 형성된 질문은 "오크타비언에 대한 문장에서 상속자라는 단어를 어떻게 사용합니까?"입니다.',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "이 과제 에서 주어진 문장 의 단어 순서를 뒤집어야 합니다. 문장: 나무 테이블 옆에 걷는 큰 갈색 개",
    "chosen": '"나무 테이블 옆에 걷는 큰 갈색 개"라는 문장을 고려하면, 주어진 문장의 단어 순서를 뒤집어야 합니다.',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "이 작업에서는 대화가 주어지고 있으며, 주어진 대화에서 가장 중요한 위치를 찾아야 합니다. 콜롬비아에 대한 어떤 정보도 알려주실 수 있습니까? 콜럼비아 공화국은 남미의 큰 나라입니다. 대륙의 북서부에 위치하고 있으며, 면적은 1,141,748 km (440,839 sq mi) 이다. 그것이 남아메리카에 있다는 것을 몰랐습니다. 그들의 건강에 대한 정보가 있습니까? 컬럼비아는 건강관광의 측면에서 라틴 아메리카의 주요 목적지 중 하나로 예측됩니다. 건강관리 사이트의 품질, 건강에 전념하는 많은 기관, 그리고 자연과 건축에 대한 막대한 인벤토리입니다. 흥미롭게도, 더 많은 것이 있습니다. 건강에 관한 선거? 경제 잡지에서 실시된 조사에 따르면 콜롬리아의 의료 전문가들은 21 명 중 44 명으로 꼽혔습니다.",
    "chosen": "주어진 대화에서 가장 중요한 장소는 콜롬비아입니다. 전체 대화는 콜럼비아를 중심으로 돌아갑니다. 그래서 이것이 올바른 답입니다.",
    "rejected": "정답은 C입니다.",
}
{
    "prompt": '"이 쌍의 마케팅 능력과 1971년 산 페르난도 지진 이후 증가한 수요 덕분에 사업이 번성했다"는 "1971년 어떤 자연 재난이 슈워츠네거 사업의 성공에 기여했는가?"에 대한 올바른 답변을 포함합니까?',
    "chosen": '이 구절은 1971년에 일어난 지진에 대해 이야기합니다. 그 결과 슈워츠네거의 사업의 성공에 기여했습니다. 따라서, 그것은 "어떤 자연 재난... "에 대한 올바른 답을 포함합니다.',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "질문과 옵션: 다음 가설을 맥락에서 추출할 수 있습니까? 맥락: 검찰은 여전히 페리의 캡틴 마이클 칸사스에 대한 11건의 무의살 혐의를 해체할 것으로 예상되었습니다. 스미스가 항구 통제를 잃었을 때 항구 좌석에서 অনুপস্থিতি로 절차를 위반했습니다. 가설: 스미스 씨는 검찰과 체결된 합의에 따라 11건の 무인살 혐의를 인정하고 검찰에게 자신의 의료 역사에 대해 거짓말을 했다.",
    "chosen": '맥락은 캡틴이 절차를 위반했다고 말하며, 이는 그의 의료 역사와 직접적으로 관련이 없습니다. 그 맥락에서 그가 자신의 의료 역사에 대해 거짓말을 했는지 아닌지에 대한 증거가 제공되지 않습니다. 따라서 우리는 주어진 정보에서 이 가설을 추출 할 수 없으며 따라서 우리의 대답은 "아니오"가어야합니다.',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": '질문: 회전 전류가 어떤 위험 을 초래 할 수 있습니까? "이런 경우 터널 세그먼트가 전기적으로 결합되지 않으면 전해질 손상, 심지어 활까지 발생할 수 있습니다".',
    "chosen": '회전 전류는 송신 터널에서 부패, 전해질 및 활의 원인입니다. 이것은 서로 잘 결합되지 않은 다른 금속으로 인해 발생합니다. 따라서, 대답은 "예"입니다. ""',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "텍스트 문장과 사실을 감안하면, 주어진 문장의 내용을 아직 사용하고 있는 문장을 생성하면 **잘못된** (즉, 입력 문장의 진술에 어긋나는) 이다. 사자가 다람쥐를 필요로 한다. 사물을 먹지 않으면 사자를 좋아한다. 마우스는 다람소를 필요로 하지 않는다. 사물이 크면 사물을 좋아한다. 소가 사물을 필요로한다. 소는 소를 필요로 한다면 소를 좋아한다. 쥐는 소가 필요하다. 사자는 빨간색이다. 어떤 것이 마우스를 필요로 한다면 쥐는 크다. 사슴은 빨간색입니다. 만약 사물을 먹으면 다람귀는 젊다. 레온은 사물을 좋아합니다. 사인은 사물을 원합니다. 사물은 사물을 사랑한다. 사원은 사물을 먹을 때 소를 먹는다. 사나이가 사물을 먹는 경우 사자가 사자를 필요로 합니다. 사내는 사물을 잡아먹는 경우 사슴의 종류가 아니라면 사마귀는 사슴이다.",
    "chosen": "``마우스는 소를 필요로 하지 않습니다. ヽ`이 입력 텍스트에 있는 진술입니다. 이 진술은",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "어느 빵집에서 일주일 동안 사용한 버터의 무게는 36.19kg이고, 5일 동안 사용한 설탕의 무게는 40kg입니다. 매일 같은 양을 사용했다면 하루에 더 적은 양을 사용한 것은 무엇입니까?",
    "chosen": "이 문제는 빵집에서 일주일 동안 사용한 버터와 5일 동안 사용한 설탕의 무게를 비교하여, 매일 같은 양을 사용했다면 하루에 더 적은 양을 사용한 것이 무엇인지 구하는 문제입니다.\n\n문제에서는 먼저 버터와 설탕 중에서 더 적은 양을 사용한 것을 찾아야 합니다. 이를 위해 min 함수를 사용합니다. 따라서, min(버터, 설탕)으로 표현할 수 있습니다.\n\n그리고, 버터와 설탕의 무게를 주어진 일수로 나누어서 하루에 사용한 양을 구합니다. 버터의 경우, 36.19kg을 7일로 나누면 5.17kg가 되고, 설탕의 경우, 40kg를 5일로 나누면 8kg가 됩니다.\n\n마지막으로, min 함수를 사용하여 더 적은 양을 찾습니다. 버터와 설탕 중에서 더 적은 양은 버터의 5.17kg입니다. 따라서, 하루에 더 적은 양을 사용한 것은 버터입니다.\n\n따라서, 정답은 버터입니다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "이 작업에서는 질문, 컨텍스트 패스, 그리고 4가지 옵션이 주어집니다. 한 구절 을 읽은 후, 그 용어 들 을 간략 히 이해 하게 될 것 이다 여러분의 임무는 어떤 용어에 대해 더 많은 정보를 검색하고 읽으며 질문에 답할 수 있는지 결정하는 것입니다. 선택은 'a', 'b', 'c' 또는 'd'로 표시하십시오. 만약 한 가지 이상의 선택이 가능하다고 생각한다면, 그 질문에 답하는 데 도움이 되는 더 유력한 선택지를 선택하세요 질문: 미하일 슈미로프가 11대 Rifle Corps의 지휘권을 취득했을 때 몇 살이었습니까? 1939년 9월, 군대는 10군 일원으로 소련의 폴란드 침공에 참전했다 9월 17일 침공 초기 6군, 33군, 121군을 포함했다. 10월 2일까지, 이 부대는 다른 부대에 이전되었고, 그 대신 29번째, 64번째, 145번째 총기 부대를 포함했습니다. 군대의 본부는 11월에 그로드노로 이전하여 11군에 합류하였다. 1940년 6월부터 7월 사이에 코브노에 잠시 본부를 두고 있었고, 8월에는 발트 특별군 구역의 일부인 샤울라이로 이적하였다. 11군은 10월에 8군으로 옮겨졌고, 전쟁이 발발했을 때 11군과 125군을 포함했습니다. 스카우드빌레 북서쪽의 숲에서 본부를 둔 8군의 왼쪽 측면에서 40 킬로미터의 섹터를 방어했습니다. 125대 Rifle Division는 군대의 첫 번째 계층에 있었고, Tilsit에서 Šiauliai까지의 고속도로와 철도를 덮었습니다. 리가에서 앞으로 이동한 후 48 Rifle Division (접근 10 Rifle Corps의 일부) 는 125th의 왼쪽에 위치를 차지할 예정이었다 군대의 73대 육군 포병연대는 107mm 총 4개 부대를 포함했습니다. 좌우: a 미하일 슈미로프 b 그로드노 c 10군 (소련) d 10대 Rifle Corps",
    "chosen": "미하일 슈미로프 (Mikhail Shumilov) 는 사람의 이름이다. 그래서 그 사람의 위키백과 페이지를 검색하면 그가 11 Rifle Corps의 지휘권을 취득했을 때 몇 살이었는지 알 수 있습니다. 나머지 3 가지 옵션은 이 질문에 대답하는 데 관련이 없습니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "질문에 답하기 위해 문항에서 얻은 정보를 사용하십시오. 문항: 기본은 7 이상의 pH 값을 가지고 있습니다. pH 값이 높을수록 물질은 더 기본이 됩니다. 질문: 우리가 물질을 테스트하고 pH 테스트에서 높은 숫자가 있다면 그 물질은 산성 또는 기본이 있습니까?",
    "chosen": "기본은 pH 값이 7보다 높은 물질입니다. pH 스케일에서 숫자가 더 높을수록 물질은 더 기본적이며, 반대로 산에 대한 것입니다. 이 경우, 우리는 10 이상의 높은 pH 값을 가진 물질을 테스트하고 있습니다. 그래서 그것은 매우 기본입니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "이 작업에서, 당신은 컨텍스트, 진술에서 특정 연결된 용어에 대한 추가 정보와 응답 용어를 제공합니다. 당신의 임무는 주어진 답을 얻기 위해 제공 된 정보를 사용할 수 있는 질문을 생성하는 것입니다. 당신은 질문 만들기 위해 컨텍스 정보와 링크 정보를 모두 사용해야합니다. 질문에 대한 답변이 정확히 주어진 답변이어야 함을 유의하십시오. 그리고 답이 없다면, 질문에 대한 대답은 맥락 또는 연결된 정보에서 얻을 수 없어야합니다. 맥락: 그는 링크 정보에서 역 사령관으로 계속되었습니다: 공항은 1944 년 로얄 공군 비행장으로 시작되었습니다: 1944 해답",
    "chosen": '문제는 알래스다이어가 운항하는 공항 기지에 대한 정보를 요구하고 있으며, 이 정보는 연결된 정보에서 "공항은 1944 년 로얄 공군 비행장으로 시작되었습니다". 따라서 주어진 답을 얻기 위해 이 정보를 사용할 수있는 좋은 질문은 "알래스이다이어가 역 사령관으로 운항했던 기지는 언제 설립되었습니까?"',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "당신은 두 문장을 얻는다. 당신은 가정에서 가설의 연관성 또는 동의가 있는지 확인해야 한다. 주어진 문장 쌍에서, 당신은 가설에서 제기된 주장을 뒷받침하기 위해 가설에 충분한 정보가 있는지 확인해야합니다. 가설은 가설과 정확히 동일하지 않을 수 있습니다. 당신의 임무는 가설이 가설을 지지하는 경우 '자리'를 반환하는 것입니다. 아니면 '중립'을 반환합니다.",
    "chosen": '이 전제는 성적으로 암시하는 물고기에 대한 정보를 제공합니다. 대부분의 물고기가 서로 번식하는 방법에 대한 정보를 제공하지 않습니다. 따라서, 전제와 가설 사이에 직접적인 연결이 없으며, 전제는 가설에 대한 주장을 뒷받침하거나 반박하기에 충분한 정보를 제공하지는 않습니다. 결과적으로, 출력은 "중립"해야합니다.',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "인간과 가상 어시스턴트 간 대화에서 문장이 주어집니다. 이 문장을 다음 다섯 가지 작업 범주 중 하나로 분류해야 합니다 - INFORM, INFORM_INTENT, OFFER, REQUEST, REQUEST_ALTS. 만약 문장이 무언가를 알리는 것에 관한 것이라면 'INFORM'를 생성하세요. 무언가를 요청하는 경우 'REQUEST'를 생성하세요. 제공된 것과 다른 대안 옵션을 요청한다면 'REQUEST_ALTS'를 생성하세요. 마찬가지로 정보를 제공하는 경우 'OFFER'를 생성하세요. 무언가 할 의도가 있다는 문장인 경우 'INFORM_INTENT'를 생성하세요. 노래 찾아줄 수 있어?",
    "chosen": '이 경우 "노래 찾아줄 수 있어?"라는 문장은 정보 제공을 하고 있지 않으며 아무것도 요청하지 않습니다. 사용자의 의도는 노래를 찾으려는 것으로 전달되므로 INFORM_INTENT 유형의 문장으로 분류될 수 있습니다."',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "이 작업에서, 주어진 문자로 시작하는 문장의 단어 수를 셀 필요가 있습니다. 숫자로 대답하고 단어로 대답하지 마십시오. 문장: '나무와 가지 옆에 목재 바닥에 누워있는 검은 곰' 문장에서 'f' 문자로 시작되는 단어 몇 개입니다.",
    "chosen": "'a' -> 0\\n2. 'black' -> 00\\n3. 'bear' -> 05\\n4. 'laying' -> 04\\n6. 'wood' -> 1 ('floor') \\n7. 'tree and branches': \\na) 다음 - n 로 시작되며, f 로 시작되지 않습니다. 따라서 일치하지 않습니다. \\nb) to - t 로 시작됩니다. F 로 시작되지는 않습니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": '질문: "유튜브 레드는 유튜브의 프리미엄 구독 서비스입니다. 광고 무료 스트리밍, 모바일 장치에서 독점 콘텐츠, 배경 및 오프라인 비디오 재생에 대한 액세스, 구글 플레이 뮤직 "모든 액세스" 서비스에 대한 액세스를 제공합니다. YouTube 레드는 원래 2014년 11월 12일에 "뮤직 키"라는 구독 음악 스트림 서비스로 발표되었으며 기존의 구글 플레이 음악 "모든 접근" 서비스와 통합하고 대체하는 것을 목표로했습니다. 2015년 10월 28일, 서비스는 YouTube 레드로 다시 시작되었습니다. 모든 비디오와 독점적인 오리지널 콘텐츠에 대한 접근을 제공하는 광고 없는 스트링 서비스를 제공합니다. " 답변:',
    "chosen": '이 질문은 유튜브 레드의 원래 모니커가 무엇이었는지 묻습니다. 맥락은 "뮤직 키"라는 구독 음악 스트리밍 서비스로 시작되었으며 맥락에서 언급되는 구글 플레이 뮤직과 통합 될 것이라고 알려줍니다.',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "그녀는 당신의 머릿속에 무엇이 있는지 알지 못하지만, 그녀의 관점에서 당신이 긴장한 것처럼 보였다고 말했습니다. 아마도 1위 순위와 함께 플레이하는 것이 당신에게 많은 압력을 가했을 수도 있습니다. 위의 맥락에 따라 다음 질문에 대답하기 위해 가장 좋은 옵션을 선택하십시오. 질문: 그녀가 당신에 대해 관찰한 것에 따라 우리는 그녀에 대해 무엇을 추측 할 수 있습니까? 옵션: A. 그녀는 당신을 걱정하고 관심을 기울이고 있습니다. B. 그녀는 1위의 순위에 대해 긴장합니다. C. 위의 선택 중 어느 것도 없습니다. D. 그녀는 당신의 머리 속에있는 것을 알고 있습니다.",
    "chosen": '컨텍스트는 그녀가 그 사람을 관찰하고 신경적인 행동을 관찰했다는 것을 시사한다. 이를 바탕으로, 그녀는 그 사람이 게임이나 스포츠에서 1위 선수로 뛰는 압력에 대처하는 데 어려움을 겪을 수 있다고 추정합니다. 그녀는 "아마도 1위 랭킹으로 뛰는 것은 당신에게 많은 압력을 가했을 수도 있습니다". 이것은 다른 개인 (예: 팬) 에 의해 높은 기대에 의해 스트레스를 받는 것처럼 보이기 때문에 그녀가 그를 / 그녀를 걱정한다는 것을 의미합니다. 이 관찰에 따르면, 그것은 또한 경기 또는 경기 중 그의 / 그녀의 행동과 감정에 대한 그녀의 관심을 보여줍니다.',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": '다음 문맥을 읽고 질문에 대답하기 위해 가장 좋은 옵션을 선택하십시오 . 문맥: 그는 깊은 숨을 들이마시고 문을 열었습니다 . 로저가 문을 꺼내서 다시 잠겼습니다 . 존은 깜짝 놀랐고 로저는 그에게 화가 나지 않은 것처럼 보였다 . " 너무 죄송합니다 , 내가 왜 그렇게 했는지 모르겠어요 . 나는 정신을 잃었을 것입니다 . " 존은 로저의 혀에 의해 방해를 받았습니다 . 그의 입에서 호기심을 가지고 둘러보았습니다. 존은 동시에 놀라며 기뻐했습니다 . 그리고 로저에게 키스를 대답했습니다 . 그들은 접촉을 끊었을 때 , 존은 간단한 것 외에는 아무 것도 말할 수 없었습니다 . ... 왜 ? " 로저는 빨강하고 어깨를 굽혔습니다 .',
    "chosen": '맥락은 로저와 존이 낭만적 인 관계를 맺고 있음을 암시한다. 스토리텔러는 키스를 "기기심이 깊게 돌아다니는 것"으로 묘사하며, 이는 그들이 처음 키스를 하거나 적어도 이런 방식으로 키스를 했다는 것을 시사한다. 접촉을 끊었을 때, 존은 이유를 묻고 로저가 어깨를 붉게 하고 감싸고 있다. 이러한 요인을 고려하면 로저의 붉은 얼굴의 원인은 존이 입었기 때문이라고 추론할 수 있다. 즉, 그를 키스하도록 만들어서 D가 가장 좋은 답변 선택이 되었다.',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "이 작업에서는 주어진 문장에서 모음 (글자 'a', 'e', 'i', 'o', 'u') / 자음 (모음 이외의 모든 글자)의 수를 세어야합니다. 문장 : \"two people stand with skis on a snowy mountain\". 주어진 문장에서 자음의 수를 세십시오.",
    "chosen": '주어진 문장 "two people stand with skis on a snowy mountain"을 단어별로 살펴보겠습니다. 1. "two": 1 -> (전체) 1 2. "people": 3 -> (전체) 4 3. "stand": 2 -> (전체) 6 4. "with": 0 -> (전체) 6 5. "skis": 2 -> (전체)8 6. "on":0->(전체)8 7."a" :0->(전체)8 8,9,10은 모두 모음(\'snowy\'와 (\'mountain\') 이므로 숫자가 없습니다. 최종 총 숫자는24입니다.',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": '그리고 "부모들은 무슨 일이 일어나고 있는지 모른다"라고 그녀는 말했다. 응답한 십대 중 거의 절반은 데이트 관계를 가지고 있었다고 말했다. 설문조사는 십대들이 11세에서 14세 사이에 있다고 간주합니다. 위의 맥락에 따라, 다음 질문에 대답하기 위해 가장 좋은 옵션을 선택하십시오. 질문: 게시물의 이유는 무엇입니까? 옵션: A. 아이들과 데이트하는 것에 대해 이야기합니다.',
    "chosen": '컨텍스트는 초성년자 데이트에 대해 이야기하고 있습니다. 설문조사에 응답한 십대 (청소년) 의 거의 절반이 데이트 관계에 있었다고 말했다는 것을 언급합니다. 문서는 또한 부모가 어린 나이에 자녀들이 관계를 맺을 때 무슨 일이 일어나고 있는지 알지 못한다고 말하는 전문가의 말을 인용합니다. 그녀는 이러한 어린이들이 다른 사람들과 낭만적 인 관계를 맺는 것에 대한 우려가있을 수 있다는 것처럼 말합니다. 이것은 포스트가 부모들 사이에서 인식을 높이기 위해이려는 문제 또는 문제를 논의하는 것으로 추정된다는 것을 암시합니다. 따라서 그들이 자녀의 행동을 적절히 조절할 수 있으므로 선택 A " 데이트에 관해 이야기하십시오"는 주어진 옵션에서 가장 적절한 답변을 만듭니다.',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "아래 텍스트를 토대로 문장의 진실 여부를 결정하세요. 옵션 중 하나를 선택하세요. 게릴라가 동티모르에서의 활동을 증가시키고 있습니다. 1997년 상반기에는 국제 무대에서 동티摩르의 상당한 진전이 있었던 해였습니다. 4월에 유엔 인권 위원회 의 대다수 의원들은 동틸모르에 대한 강력한 결의안을 지지하여 인도네시아 정부를 비판하여 동티몬에서의 인권 진전이 부족하고 계속되고 있는 침해를 해결하기 위해 구체적인 조치를 취할 것을 촉구했습니다. OPTIONS: - 예 - 아니",
    "chosen": "비록 1997년 상반기에는 국제적 경기에서 동티모르의 발전이 있었던 것은 사실이지만, 게릴라 활동에 대해 언급은 없었다. 두 문장 모두 인권 침해에 초점을 맞추고 게릴라의 활동이나 그 활동에 관한 것이 아닙니다. 따라서, 그 문장에는 이 기간 동안 게릴라는 활동이 증가했는지 여부에 대한 관련 정보가 포함되어 있지 않다는 결론을 내릴 수 있습니다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "입장은 캠핑장 이웃의 역할을 수행하고 각자의 취향과 요구에 따라 음식, 물, 화목 패키지를 협상하는 두 명의 참가자 간의 협상에서 따집니다. 전술과 최근의 대화 맥락을 고려하여 과거 3 가지 발언을 포함하고 있습니다. 출력 예, 만약 발표에서 작은 대화 전략이 포함되어있는 경우, 그렇지 않으면 출력 번호는 작은 대화는 협동 협상 전략입니다. 그것은 협상 이외의 주제를 논의하는 데 사용되며, 상대와의 관계를 구축하기 위해 사용됩니다. 예를 들어, 전염병 기간 동안 상대방이 어떻게하고 있는지 또는 캠핑 여행에 대한 흥미를 공유하는 것에 대해 논의합니다. 컨텍스트: '안녕하세요, 나는 나와 캠핑 할 ଅତିରିକ୍ତ 게스트를 가지고 있으며, 당신이 할 수 있는 추가 음식을 가지고 있다면 절약 할 수 있습니다. '나는 물을 가져갈 수 없지만, 당신은 한 가지와 두 개의 패키지를 가질 수 있지만, 나는 그것을 사용할 수 있습니다.'",
    "chosen": "강연자 는 모든 물 을 대용 하여 두 덩어리 목재 를 요구 하고 있습니다. 강연자는 상대방 과 관계 를 맺기 위해 노력 하지 않고 얼마나 많은 목재 가 필요 할 것인지를 언급 합니다. 따라서 답 은 '아니오'입니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "이 작업에서는 i,j, A의 입력값이 주어집니다. i와 j는 정수이고 A는 목록입니다. A의 모든 숫자 요소의 합을 A의 위치 i과 j (i와 j를 포함한 위치) 사이에 반환해야 합니다. 주어진 범위 사이의 목록에서 숫자 요소가 없는 경우 0을 반환합니다. i 및 j는 부정적이 아니며 항상 A의 길이보다 작은 값을 가질 것입니다. i는 항상 j. 9, 10, ['8711', '6413', '979', 'O', 'Z', 'Q', 'V', '3343, '5611,' '9463, 'X', 'N', 'b', 'm', '255', '111', '7501, 'N,' 'V,' 'N' 'A'",
    "chosen": "목록 ['8711', '6413', '979', 'O', 'Z', 'Q', 'V', '3343, '5611,' '9463, 'X', 'N', 'b', 'm', '255', '111', '7501']을 고려하면 9~10.\\n1 범위의 요소를 찾아야 합니다. 9번째 요소는 111.\\n2입니다. 10 번째 요소는 7501. \\n\\n 최종 결과를 계산하면 111 +750 1 = 7612 + 7412 = 15074",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "필리핀 최초의 백화점은 1877년 영국인 니콜라스 로니 (Nicholas Loney) 의 조카인 잉글리시인 헨리 호스킨 (Henry Hoskyn) 에 의해 이로일로에서 설립된 후스킨의 백화점이다. 필립핀에서 가장 초기 백화점이 1898년 미국 시장 개통과 함께 마닐라에 위치해 있었다. 이후 베크의 이름으로 명명되었다. 미국 점령 기간 동안 필리필핀에 많은 백화점을 건설했으며, 그 중 상당수는 에스콜라에 설치되었다. 럭셔리 백화장은 오리엔트의 최고의 백화점에 해당했다. 다른 백화점에서 아구에르타도, 라 푸에르탈 솔, 에스트렐라 델 노르테, 마닐라의 아케이드 매장 등이 있었으며, 모두 1945년 전쟁 끝에 다시 세워졌다.",
    "chosen": '이 질문 은 필리핀 의 일부 원래 의 백화점 들 의 위치 를 묻는 것 이다. 그 해답 은 다음 세 번째 문장 에서 찾을 수 있다. "미국 이 미국 을 점령 하는 동안 [마닐라] 전역 에 많은 백화점이 세워졌다".',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "다음 문서에 대한 다중 선택의 질문을 작성하고, 주어진 선택과 답변: 기사: 사랑하는 피터 당신의 공부에 대해 어떻게 생각하십니까? 오늘은 일요일입니다. 나는 당신에게 편지를 쓰고 있습니다. 나는 베이징에서 뭔가를 말할 것입니다. 베이징은 런던과 다릅니다. 우리 나라에서 우리는 도로의 왼쪽에 운전하지만, 여기 사람들은 오른쪽에 운전합니다. 대부분의 사람들은 버스로 또는 자전거로 일하러 간다. 급격한 시간은 아침 7시부터 9시까지이며 오후 5시까지입니다. 중국 사람들은 일주일에 5일 동안 하루 8시간 정도 일합니다. 그들은 보통 아침 8시에 시작하고 토요일과 일요일 휴식을 취합니다. 나는 매주 월요일부터 금요일까지 중국어 수업을 가지고 있습니다. 우리 수업의 학생들은 여러 나라에서 왔습니다. 우리는 모두 열심히 일하고 친근합니다. 학생들은 우리 영어와 함께 준비가되어 있습니다. 우리는 또한 세 시간 동안 중국어를 쓸 수 있도록 도와줍니다. 질문 A: D: C: 우리는 모두 5시간에 대해 매우 잘 대답합니다.",
    "chosen": "질문은 다음과 같습니다. 베이징에서 하루의 붐비는 시간은 일반적으로 _ .",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "2012-13년 투어 데 스키는 투어데 스키의 7번째 대회이다. 이 행사는 2012년 12월 29일 독일 오버호프에서 시작되었으며, 2013년 1월 6일 이탈리아 발디 피엠에서 끝났다. 여자컵은 수비 챔피언 Justyna Kowalczyk (폴란드) 이 우승했으며 남자컵은 러시아인 Alexander Legkov가 수비 선수 스위스인 Dario Cologna를 앞두고 우승했다. 다음과 같은 결론을 내릴 수 있습니까? 여자컵이 러시아인 Aleksandr Legkov에 의해 우승되었다. 선택 사항: - 예 - 말할 수 없습니다 -",
    "chosen": '맥락은 여자 컵을 수비 챔피언인 저스티나 코발치크 (폴란드) 가 우승했고 남자 컵은 러시아인 알렉산더 레그코프가 우승했다는 것을 언급한다. 따라서 레그콥이 여성 컵에 우승하지 않았다는 것은 분명하기 때문에 "아니오"는 이 질문에 대한 올바른 대답이 될 것입니다.',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "이 작업에서는 대화가 주어지고, 주어진 대화에서 가장 중요한 위치를 찾아야 합니다. 안녕하세요, 세인트 피터스부르크에 대해 말해 주시겠습니까? 확실합니다! 세인트피터스는 러시아 북서부에 위치한 도시입니다. 5백만 명 이상의 사람들이 살고 있는 우리나라의 두 번째로 큰 도시이다. 도시의 경제는 어떻게 생겼습니다. 경제적으로, 세ಂಟ್ 피터스는 3 개의 큰 해수욕장: 크론슈타트, 볼쇼이 항구 및 로모노소프에 위치하고 있습니다. 세인트 페테르스크바의 경제에 어떤 요소가 기여하는가. 첫째로, 건설은 특히 주택, 상업 및 도로 건설의 영향력 있는 산업입니다. 이 도시는 러시아에서 2번째로 큰 건설 산업을 가지고 있습니다.",
    "chosen": '이 대화에서 가장 중요한 장소는 "세인트 페테르부르크"입니다. 대화는 세인트페테르보르크에 대한 사실에 관한 것입니다.',
    "rejected": "정답은 B입니다.",
}
{
    "prompt": '이 기사: 몬테네는 1890년대 유명한 사업가, 정치인, 강사 및 저자 윌리엄 "코인" 호프 하비에 의해 완전히 기획되어 자금을 지원되었습니다. 하비 (Harvey) 는 콜로라도에서 은 채굴에서 재정적으로 성공했음에도 불구하고, 몬테네 (Monte Ne) 는 그의 가장 인기 있는 팜플렛인 코인 의 금융 학교 는 1893 년 에 출판 되었다 판매는 윌리엄 제닝스 브라이언의 1896년 대통령 선거 캠페인에 하비의 참여로 촉진되었고 2백만 장이 팔렸습니다. 브라이언이 대통령 선거에 출마하지 못했지만, 하비는 1900년 선거 캠페인을 위해 돈을 모으기 위해 민주적 방법과 수단 위원회의 위원장으로 임명되었습니다. 하지만 선거 전 논쟁의 결과 그는 사퇴했습니다. 브라이언이 대통령 선거에 출마하지 못했을 때, 하비는 북서부 아칸소스의 오자크 산맥으로 물러났다. 1900년 10월 그는 실버 스프링스 (현대 로저스 근처) 에서 320 에이커 (130 헥타르) 의 땅을 베일리 목회자로부터 샀습니다. 그때부터 그는 아칸소스에서 살면서, 큰 도시나 매우 부유한 사람들이 없기 때문에 주권을 선호한다고 주장했습니다. 시카고에서 가족을 남겨두고 하비는 베일리 목사의 무너진 나무집에 이사했습니다. 하비의 아들 톰은 얼마 지나지 않아 가족과 함께 집을 준비하는 데 도움을 주었습니다. 나중에 하비의 아내 안나와 그들의 자녀인 안넷과 할이 합류했습니다. 그들은 거주지를 취득한 후 몇 달 만에 집이 불타고, 하비의 큰 도서관을 포함한 가족의 모든 재물이 사라졌습니다. 하비 (Harvey) 는 주택에 대한 보험을 가지고 있지 않았고, 파괴 후 안나는 시카고로 돌아갔고, 이후 몇 번만 아칸소스로 돌아와서 짧은 방문을 했습니다. 하비의 실버 스프링스에서의 토지 구매는 지역 우체장으로부터 그 지역의 이름을 바꾸려는 욕망과 일치했습니다. 왜냐하면 이곳은 종종 아칸소스의 시로암 스프린스와 혼동되었기 때문입니다. 하비 (Harvey) 는 스페인어와 오마하 (Omaha) 를 결합한 몬테네 (Monte Ne) 라는 이름을 선택했습니다. [중고] [중고] 큰 도시나 매우 부유한 사람들이 없기 때문에 아칸소스를 선호한다고 주장한 사람의 마지막 이름은 무엇입니까?',
    "chosen": '이 질문 의 맥락 은 아칸소 주 의 중요 한 사업가 겸 정치인 인 윌리엄 하비 에 관한 역사적 문서 에서 나온다. 이 질문 은 하비 의 마지막 이름 을 묻는 것 이다. 문장 이 거의 \'완전히 계획\' 된 문장 에서 발견 될 수 있다. "몬테 네 는 완전히 William "Coin" Hope HARVEY 에 의해 계획 및 기금 되었다".',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "이 작업에서, 당신은 물리학에 대한 주어진 다중 선택의 질문에 대답해야합니다. 당신의 답변을 'a', 'b', 'c', 'd' 및 'e'로 분류하십시오. 문제: 120m 길이의 열차는 20초에 220m 길이의 플랫폼을 가로지르며 열차의 속도를 찾을 수 있습니다. 옵션: a) 87km / h, b) 65km/h, c) 54km / hr, d) 61 km / h , e) 18 km / hr",
    "chosen": "열차의 속도는 x km/h라고 가정해 봅시다. 한 초 안에 열차가 1000/3600 m = x/36 m\\n20초 안에 그것은 갈 것입니다: \\n20*x/36 = 5x/9 m \\n플랫폼의 길이는 220 m입니다. 따라서, 5x / 9 = 220는 우리에게 x=440/9=48.89 km /h을 제공합니다. 이 값을 십자점 후에 2 자릿수로 회전하면 48.89 -> 49 km / hr -> 61 km / h (약) 를 얻을 수 있습니다.",
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "2명 이상 사이의 대화가 주어집니다. 대화 안에서, 연설자의 이름에 대한 단서가 있을 것입니다. 대화의 끝에서 연설자 중 한 사람의 이름을 식별하도록 요청됩니다. 연설자 1: 오, 안녕하세요, 들러 저도 당신을 포옹하고 싶습니다.",
    "chosen": '2번 스피커는 1번 연설자에게 "피브스"와 "포보"라고 부릅니다. 그래서 답은 포보입니다.',
    "rejected": "정답은 B입니다.",
}
{
    "prompt": '(CNN) -- 조지 S. 패튼은 윌리와 조를 좋아하지 않았다. 빌 마우딘은 제프 (그의 선호하는 교통 수단) 만화로 인해 군인들에게 영웅이었다. 유명한 장군은 스피트 앤 폴리쉬 인 사람이었고, "윌리 & 조" - 빌 매우딘의 인기 만화 개 얼굴, 매일 군사 신문 스타즈 앤 스트립스에서 등장했다 - 깎지 않은, 엉덩이 헐린, 진흙으로 가득한 보츠, 노선에서 피곤한 눈. 장군은 그가 재미있지 않았다는 것을 알렸고, 결국 마우든은 23세의 장교였으며, 거친 남서부 육군에서의 무목적 생활을 탈출하기 위해 긴 경기에 뛰어들었다.',
    "chosen": "두 번 이혼한 마우딘은 반문화와 싸웠고 제2차 세계대전 세대가 잊혀지고 신화되는 것을 보았습니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "복잡한 윤리적 상황과 그 유형에 대한 연관된 주장에 대한 실생활의 이야기인 게시물을 고려하면, 주장이 사실인지 아닌지 확인하십시오. 주장은 게시물이 역사적이거나 가설적인지 묻습니다. 게시물은 작가가 이미 무언가를 한 때 \"역사적\"이며 작가가 미래에 무언가를 할 것을 고려할 때 \"가설적\"입니다. 주장이 진실이라면 '예'라고 말하십시오. 그렇지 않으면 '아니오'라고 말합니다. 다음 게시물은 HISTORICAL입니다. 그래서 나는 이 남자를 만났습니다. 우리는 그것을 정말로 좋아했습니다. 그는 정말로 나에게 빠졌습니다. 우리는 하루 종일 하루 종일 한 달이 넘게 이야기합니다. 그리고 일이 강해지고 있습니다. 그는 나에게 말합니다. 그는 아무도 없습니다. 그리고 나는 소리를 내지 않습니다. 문자 그대로 다른 사람을보고 싶어하지 않습니다. 말 그대로 흥미를 느끼지 않습니다. 그는 그것을 잃어 버린 것처럼 보입니다. 그리고 그는 그것을 무시하고 싶어합니다. 글쎄요, 나는 왜 그를 완전히 깨뜨리고 싶었는지 알 수 있습니다. 그러나 나는 그것을 다시 말하지만, 내가 알고있을 때 나는 그것을 완전히 잊고 싶어하지 않을 것입니다.",
    "chosen": '포스트의 저자는 왜 연락이 끊어졌는지 물어봐야 하는지 의문을 제기하고 있다.\\n포스트에서 저자는 이 사람과 자신의 관계를 설명하기 위해 과거 문자를 사용합니다. 이는 이러한 사건들이 이미 발생했다는 것을 암시합니다. 그러나 포스트에 구체적인 날짜가 언급되지 않습니다. 또한, 포스트 마지막에, 저자가 이 사람에게 문자 메시지를 보내는 것을 고려하고있는 것으로 보입니다. 그들이 왜 접촉을 끊었는지 알고 싶어합니다. 이것은이 사건들이 아직 역사적인 것이 아니라 가설적이라는 것을 제안합니다. "이 모든 분석에 기초하여,이 사건은 아직 발생하지 않았으며 가설적인 것으로 보인다. 따라서, 이 해설에 대해 "역사적"으로 지정된 답변 라벨은 정확하지 않을 것입니다".',
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "입력으로 주어진 질문에 대해, 짧은 답변을 출력하십시오. 12야드는 몇 인치인가요?",
    "chosen": "12야드는 18인치와 같습니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "당신은 수학 단어 문제를 받고 다음 질문에 답하기 위해 텍스트에 내장된 숫자에 덧셈, 추수, 곱셈 또는 분할 같은 단일 수학 연산을 적용해야 합니다. 그리고 숫자 답을 최종적으로 보고합니다. 데이비드는 8개의 바나나를 가지고 있습니다. 그는 크리스토퍼로부터 50개를 얻습니다. 나중에 데이비드가 가게에서 9개의 카드를 구입합니다.",
    "chosen": "데이비드는 8개의 바나나를 시작했고, 크리스토퍼로부터 50개를 더 받았습니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "워싱턴 (CNN) -- 부통령 조 바이든과 공화당 부통령 후보 폴 라이언은 그들의 토론에서 정책과 정치 측면에서 비옥한 토대를 심었습니다. 이제 문제는 대통령 후보가 심은 것을 수확할 수 있는지 여부입니다. 바이든은 목요일 공격적으로 라이언에게 메디케어에서 국가의 빚을 줄이기까지 모든 것에 대한 티켓의 입장을 방어하도록 압력을 가했습니다. 미트 롬니-라이언 티켓의 정책이 중산층을 해치고 동성애자 권리와 낙태와 같은 사회 문제에 대해 국가를 뒤로로 옮길 수 있다고 주장함으로써 선거를 국가에 대한 다른 방향의 선택으로 구성하려고 노력했습니다.",
    "chosen": "이 장소 보유자는 폴 라이언을 언급하고 있습니다. 그 맥락에서 바이든이 다양한 문제에 대해 라이언에게 적극적으로 압력을 가했다고 언급하기 때문입니다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "(CNN) - 터키 군대는 토요일 이라크 북부 아바신-바산 지역에서 적어도 15명의 터키 군인들이 사망한 충돌에 대응하여 PKK 반군 목표물을 폭격했다고 PKK와 군대가 일요일에 밝혔다. 터키 명예 경비원들은 터키와의 충돌에서 사망한 두 명의 군인의 깃발을 띠고 있는 상자를 들고 있다. PKK 또는 쿠르디스탄 노동자당은 작전에서 인명피해가 발생하지 않았다고 밝혔다.",
    "chosen": '이 맥락은 터키 군대가 이라크 북부에 위치한 PKK 반군 목표물을 폭격했다고 언급한다. 따라서, 우리는 터키가 이라크 영토로 자신의 국경을 넘어 쿠르드 분리주의자들을 공격하기 위해 작전을 수행했다고 결론을 내릴 수 있습니다. 이 공격 과정에서 민간 인 casualties를 피하기 위해, 터키 정부는 쿠르디스탄 노동자당을 테러 조직으로 분류 한 중앙 이라크 정부와 협력하여 조치를 취했습니다. 따라서 "@placeholder"는 "이라키"를 가리킨다.',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "저는 제 학생들에게 여러 가지 선택의 질문을 했습니다. 스팀 웨어 스트리핑은 종종 가정의 문과 창의 프레임에 배치됩니다. 이러한 웨어스트리핑의 목적은 무엇입니까? 이 4 가지 선택 중 오직 한 가지 대답만이 정확합니다. - 웨어스트리핑이 방사능으로 열 전송을 증가시킵니다. - 온도는 웨어스테리핑을 통해 빠르게 수행됩니다. - 퀘벡션으로 인한 열 손실을 감소시킨다. - reflection로 인해 날씨 스트립을 통해 열이 전달될 수 있습니다. 어느 쪽이 올바른지 말해 줄 수 있습니까?",
    "chosen": "기상제출은 수축으로 인한 열 손실을 감소시킵니다. 수축은 공기 또는 물과 같은 액체를 통해 열 에너지를 전송하는 것입니다. 표면과 접촉하는 공기는 그 표면에서 멀리 이동할 때 그 열의 일부를 잃습니다. 날씨제출이 이 공기 흐름을 제한하고 따라서 폼 스트립, 고무 봉착 또는 브러시 스 مسح을 사용하여 창문 및 문에서 도면을 차단하여 집의 냉각 속도를 느리게합니다. 겨울철에 뜨거운 공기가 창구 프레임, 문 프레임 등에 올라갈 때 겨울철 동안 집에 대한 공류를 제한함으로써, 당신은 수축적인 온난 손실을 줄일 것입니다. 내부와 외부 온실판 (공기가 떨어지는 곳), 외부 벽 (냉면으로 침투하는 곳) 또는 옥상 위에 조건없는 공간에서 온난방 손실이 발생할 때마다 ",
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "이 작업에서는 법정 결정의 텍스트에 따라 인용된 내용에서 파생된 법정 판결의 간첩과 여러 가지 지지를 표시합니다. 주식회사는 법률이 특정 사실 집합에 적용될 때 지배적 법규를 나타냅니다. 각 인용 텍스트에 대해 다섯 가지 답변 옵션이 있습니다. 올바른 답은 인용 텍스트에 해당하는 포지션 선언입니다 네 가지 잘못된 답은 다른 주장입니다. 당신은 올바른 옵션을 찾아야 합니다. 점유지 선언이 추출된 인용 텍스트 프롬프트의 위치에는 <HOLDING> 토큰이 있습니다. 소매업체들이 재판매할 수 있도록 하지만, 특히 테네시주 내의 고객들이 웹사이트에 접속하여 -테네시 주 내의 피고인의 제품을 찾아서 구매하도록 따라서 법원은 피고인이 이 포럼을 의도적으로 이용한 것으로 보고 있습니다. B: B:  일반 특허 침해 소송에서, 특허청구자가 주장한 주장은 피고인의 제품이나 서비스의 제조, 사용, 판매, 판매 또는 수입에 대한 어떤 행위가 소송에서 명명된 유효할 것으로 추정되는 특허를 침해한다는 것입니다.  아보센트 헌츠빌 코퍼레이션  (v) 아텐 인트l Co , 552 F 3d 1324, 1332 (연맹) 경상남도 제주특별자치도 2008) (35 U 참조) S (중국어) C (중국어) 제 271항 (a)) 따라서, 특정 관할 목적으로, 청구서는 일반적으로 침해 행위에서 발생하거나 관련되어 있습니다. ID를 참조하십시오 (<HOLDING>) 즉각적인 소송에서, 원고의 주장은 Holding 진술: (A) 발명품 및 잠재적 특허권에 대한 권리의 이전 또는 판매는 제102b (B) 섹션의 의미에서 발명품의 판매가 아니라는 주장",
    "chosen": '이 구절은 일반 특허 침해 소송에서 원고의 주장은 피고인의 제품이나 서비스의 제조, 사용, 판매, 판매 또는 수입에 대한 어떤 행위가 소송에서 명명 된 추정되는 유효한 특허의 침해를 구성한다는 것입니다. 이 진술을 뒷받침하기 위해 인용 된 점유는 "일본 특허 침해를 주장하는 소송에서 주장이 피고인에 의해 주장된 제조를 사용하여 또는 판매하는 것과 관련이 있습니다" 즉 옵션 (B) 이다.',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": '뉴욕의 루크 산테 (Luc Sante) 는 "너무 많은 생물학자와는 달리 [아솔린]은 가수와 노래를 구별할 수 있다"라는 전제를 토대로 "아졸린이 가수과 노래를 구분할 수 없다"는 가설을 결론지을 내릴 수 있습니까?',
    "chosen": '가수 와 노래 를 구별 할 수 있는 능력"이 있다고 가정 한다. 가설 에 나오는 "아니오"라는 단어 는 이 능력 을 부정 한다. 따라서, 이 가설 은 그 구절 에 명시 된 내용 을 모순 하기 때문 에, 그 가 사실 이라는 결론 을 내릴 수 없다.',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "판매자 와 판매자 사이 에서 상품 판매에 관한 협상 의 대화 를 구성 한 텍스트 문서를 입력 으로 고려하면, 작업 은 두 가지 가능한 출력 - ' 받아 들인'/ ' 거부'에서 텍스트 를 하나의 라벨 로 분류 하는 것 이다. 대화 끝 에 구매자 가 판매자 로부터 상품 을 구매 할 가능성이 있는 것 처럼 보이시다면 [ 받아 들일 것 ] 을 선택 한다. 구매자와 판매자 는 공통 가격 을 합의 할 때 또는 거래 를 체결 할 때 판매가 이루어진다. 구매자 는 대화 끝에 판매자 에게 상품 을 구입 하는 데 관심이 없는 것 처럼 보일 경우 [ 거부 ] 를 선택 합니다. 이것은 구매자 과 판매자 이 판매자 에 의해 판매 된 물건 의 가격 또는 기타 측면 에 동의 하지 않을 때 발생 합니다.",
    "chosen": '대화의 끝에서 구매자와 판매자는 아이템에 대한 공통 가격에 합의합니다. 따라서 판매가 이루어졌기 때문에 "स्वीकृत"이 출력으로 선택되는 가능성이 매우 높습니다.',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "이 작업에서는 대화가 주어집니다. 그리고 주어진 대화에서 가장 중요한 위치를 찾아야 합니다. 안녕하세요, 저는 말라위에 대해 더 많은 것을 알고 싶으십니까? 안녕하세요. 말라위 (Malawi) 는 남동 아프리카의 작은 나라입니다. 해수면으로부터 약 300피트 높게 둥글고 있습니다. 전 Naysaland이라고 불렸어요. 감사합니다! 그 지리학에 대해 알고 싶습니다. 만약 당신이 그것에 대해 말해 줄 수 있다면. 앞서 언급했듯이 말라위라는 작은 나라이지만, 그 땅의 1/3를 말라위 호수가 차지하고 있습니다. 와우, 그것은 많은 물입니다. 그 지리에 대해 다른 어떤 것을 알려주실 수 있습니까? 호수의 남쪽에는 시어스 하이랜드 (Shire Highlands) 가 있으며, 해발 약 300 피트 높이에 부드럽게 굴러지는 땅이 있습니다. 이제 당신은 그 인구구역에 대해 알 수 있나요? 그 나라에는 종교가 지배되어 있지 않습니다. 그리고 많은 흥미로운 장소가 있습니다.",
    "chosen": '이 대화 의 주제는 남아프리카 공화국 에 있는 작은 나라 말라위 이다. 중요한 장소 는 대화 의 핵심 주제 로 간주 될 수 있다. 이 경우 말라비 이다. 따라서, 대답은 "말라위"가 되어야 한다.',
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "저는 약 14 살이었고, 사람들이 놀기 위해 주차하고 다니는 비발전된 땅 근처에 살고 있었습니다. 그 지평을 가로지르는 흙길이 있었지만, 더 아래는 두 개의 거대한 콘크리트 파이프를 가로지르고 있었습니다. 흙이 씻겨져 있었고, 깊은 구덩이 때문에 차로 건너가기가 불가능했습니다. 때로는 8~10명이 주차된 자동차를 찾아 갔습니다. 하나 이상의 것을 발견하면, 우리는 이 믿을 수 없을 정도로 무거운 덩어리를 도로에 옮기고 전화통을 놓았습니다. 그것은 우리 모두를 가져갔고, 엄청나게 무겁았습니다. 덩굴 때문에 운전할 수 없었고, 두 세 명이 이동할 수 없었습니다. 우리는 차로 돌아가서 큰 불을 쏘거나 덩이를 쏘는 것 같았어요. 그리고 덩어를 쏘고 달리는 것 같았습니다. 우리는 그 다음 날까지 차를 쏘아 올릴 수 없었기 때문입니다. 우리는 다른 길 위에 앉아있는 친구에게 돈을 지불하지 않았습니다. 그리고 우리는 다른 길을 걸어 갈 수 있는 방법을 발견하지 못했습니다.",
    "chosen": "장난꾼 들 에게 총알 을 맞았어요. 총알 들 은  아래 밭 을 지나갔는데, 아무도 다치지 않았습니다. 하느님 께 감사 합니다. 그런 상황 이 된 후, 어떻게 느끼실 것 입니까? 무서워요! 이 이유 로 이 질문 에 대한 올바른 대답 으로 B 를 선택 해야 합니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": '이 작업에서 당신에게 복잡한 윤리적 상황을 회상하는 해설을 제공합니다. 당신에게 주어진 질문은, 해설의 저자가 윤리적으로 행동했습니까? 이 질문에 "옳다" 또는 "잘 것"으로 대답하십시오. 저는 약 한 달 전에 캠퍼스를 돌아다니며 12살 장애인을 괴롭히는 제 여자친구를 보았을 때. 그는 다운 증후군을 앓고 있었고, 그래서 그녀는 그에게 이름을 부르고 머리를 치고 있었다. 나는 그녀에게 너무 화가 났기 때문에 그녀에게 가서 교장에게 신고하도록 요청했습니다. 다음 순간에 나는 관계를 끝냈다고 말했습니다. 그리고 떠났습니다. 내가 엉덩이인 이유는 그녀가 몇 번 사과했다는 것입니다. 소년은 분명히 다운증후군에 대해 "연연을" 하고 있다는 것입니다. 나는 그가 AITA가 있다고 의심합니다. 그러나 우리는 모두 8학년과 13학년입니다.',
    "chosen": '이 해설의 저자는 자신의 여자친구가 장애인 어린 소년을 괴롭히는 것을 관찰했습니다. 상대방과 마주했을 때, 여자친구는 그녀의 행동에 대한 변명을 제시했고 저자는 그녀와 관계를 끝내기로 결정했습니다. 특히 이미 불이익을 받고 다른 사람들보다 더 취약한 사람들에게는 괴롭힘은 결코 옳지 않습니다. 저자는 다른 사람들을 괴롭히는 사람과 관계를 끝내는 것을 선택함으로써 윤리적으로 행동했습니다. 왜냐하면 낭만적 인 관계는 모든 당사자를 상호 존중하고 돌보는 것을 포함해야 하기 때문입니다. 따라서, "작가가 윤리에 행동 했습니까?"라는 질문에 대한 대답은 "옳습니다".',
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "다음 질문에 대한 가장 정확한 답변을 선택하세요. 구토 반사의 주요 기능은 무엇인가요? 옵션: - A: 체내 폐기물 제거 - B: 영양가 없는 음식 배출 - C: 위에 너무 많은 음식이 있을 때 비우기 - D: 흡수되기 전 위에서 유해 물질 제거",
    "chosen": "구토 반사는 유해한 물질이 흡수되기 전 위에서 배출하는 신체의 보호 기전입니다. 따라서, 옵션 D (흡수되기 전 위에서 유해 물질 제거)가 주요 기능을 설명하며 이 질문에 대한 정확한 답변으로 간주됩니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "이 작업에서, 당신은 일반적인 수학에 대한 주어진 다중 선택 질문에 대답해야합니다. 당신의 답변을 'a', 'b', 'c', 'd' 및 'e'로 분류하십시오. 문제: 새로운 사람이 75 kg의 중 하나를 대체할 때 8 사람의 평균 체중은 2.5 kg로 증가합니다. 새로운 사람의 무게는 무엇입니까? 옵션: a) 95 kg, b) 90 kg, c) 85 kg, d) 데이터는 충분하지 않습니다 .",
    "chosen": "이 문제에서 8명의 평균 체중은 75kg의 사람을 대신하는 새로운 사람이 올 때 2.5kg로 증가합니다. 8명의 총 무게는 (8*75)-75 = 525-75= 450kg\\n우리는 필요한 무게 x를 찾아야 합니다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "이 작업에서 입력 목록이 주어집니다. 목록은 괄호에 나뉘어 된 몇 가지 항목을 포함합니다. 주어진 목록의 모든 알파벳 요소의 수를 반환해야합니다. 목록에 알파베틱 요소가 없으면 0을 반환하십시오 ['7787', 'B', '8227', '2433', '9981', 'v', 'j', '487,' 'u', 'W', '2997', '7363, 'V', 'f', ' 8147, 'X,' '8109', '1247', 'r', '9775,' '4811', '73', 'o', '4497'",
    "chosen": "목록 ['7787', 'B', '8227', '2433', '9981', 'v', 'j', '487,' 'u'] 를 고려하면 한 번씩 시도해 보겠습니다.\\n1. 첫 번째 요소는 7787이며, 알파벳 문자가 아닙니다. \\n2. 두번째 요소는 B이며, 이는 알파베틱 문자입니다. 우리는 알파페틱 문자의 전체 수 (10) 에 1을 추가합니다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "질문: 아직 알려지지 않은 것은 무엇입니까? 답변: 중국 문자는 이론적으로 개방형 집합이며 누구나 새로운 문자를 만들 수 있습니다. 이러한 발명품은 공식적인 문자 집합에 거의 포함되지 않음에도 불구하고. 단일 선택 문제: 질문에 만족스러운 방법으로 대답합니까?",
    "chosen": '이 질문 에 대한 대답 은 충분 히 다루지 않고 그 대신 다른 주제 에 대해 이야기 합니다. 올바른 답 은 이렇게 될 것 이다: "중국 문자 는 이론적 으로 개방적 인 집합인지 여부는 알려지지 않습니다". 따라서, 대답은 "아니오"입니다.',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "Associated Press 기자에 따르면, 성폭행과 목숨을 끊긴 뉴햄프셔 대학생의 사건에서 피고인 변호사는 첫 날 주요 증인을 심문하여, 그녀가 만들어낸 상상 속 인물에게 사로잡혀 있었다는 것을 증거로 제시하려고 했습니다. 변호사 조아침 바르트는 또한 20세의 캐서린 맥도노 등이 자신의 이야기를 바꾸어 자신을 비난하는 것으로 보이는 그녀가 전 남자친구인 피고인 세스 마자글리아를 비난하도록 유도하기 위해 줄여진 형량을 받으려 한다고 주장했습니다. 마자글리아는 웨스트버러 출신 19세 엘리자베스 'Lizzi' 마리어트 대학생의 2012년 10월 목숨을 앗았다는 혐의로 일찍이 기소되었습니다. 그러나 그는 유죄를 부인하고 있습니다. 검찰은 마자글리아와 맥도노가 마리어트의 시체를 강에서 버렸으며 아직 발견되지 않았다고 주장합니다. @highlight 20세의 캐서린 맥도노는 목숨을 끊긴 리지 마리어트 사건에서 31세의 세스 마자글리아에 대한 재판에서 목요일 심문을 받았습니다. @highlight 맥도노는 자신이 리지 마리어트가 거절하자마자 살해되는 것을 지켜보았다고 주장합니다. @highlight 바르트 변호사들은 맥도노가 별개의 인격에게 통제당했다고 주장하며, 그녀가 살인을 기억하지 못한다고 말한 장면을 다시 보여주었습니다. @highlight 마자글리아 변호사들은 맥도노가 살인을 저질렀으며, 그는 그녀를 집착하는 나머지 범행에 대해 가려주었다고 주장합니다. @highlight 맥도노는 마리어트의 실종과 사망에 대해 조사관들에게 거짓으로 진술했다는 이유로 현재 수감 중입니다. 5월 28일 개시 진술에서 @placeholder은 \"맥도노가 '실제 문제'를 가지고",
    "chosen": '"The defense attorney for a man charged with raping and strangling to death a University of New Hampshire student spent his first day cross-examining the state\'s star witness trying to convince jurors she was possessed by imaginary characters she had created."라는 문장 이후에는 조아침 바르트가 마자글리아의 변호사임을 추론할 수 있습니다.',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "질문: 경력 최다 점수를 기록하는 NBA 기록을 누가 가지고 있습니까?",
    "chosen": "카림 압둘자바르 (Kareem Abdul-Jabbar) 는 NBA의 밀워키 버크스와 로스앤젤레스 레이커스 (Los Angeles Lakers) 와 함께 20시즌 (1969~1989) 경기에 출전해 역대 최다 득점 기록을 세웠다. 그는 NBA MVP (최고 가치 있는 선수) 로 6차례 선정되기도 했다.",
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "이 기사 를 읽고 가장 좋은 해답 을 선택 하십시오. 기사: 어린이 들 은 하루에 5~6 시간 동안 TV 를 보고 있고, 가족 의 다른 구성원 들 과 의사소통 을 하기 전 에 거의 침대에 들게 된다. 이 장면 은 너무 친숙 하게 되었다. 점점 더 많은 어린 자녀 들 은 TV 를 보는 생활 방식 을 채택 하고 있다. 활동 이 성장 에 중요 한 단계 에서 활동 을 하는 것 이다. 더 나아가 가족 시간 은 너무 많은 TV 시간 으로 인해 파괴 되고 있다. 알아야 할 몇 가지 사실 은 다음과 같다: * 연구 프로그램 들 은 어린이 들 이 하루에 5∼6 시간 사이 를 TV 를 보면서, 다른 가족 과 의사 소통 을 하기 전에 잠자리에 들게 한다.",
    "chosen": '텅 빈 문장은 "좋은 모델이 되십시오". "일당 2시간 이하의 TV 시청을 제한하십시오. 배우기 위한 가장 좋은 방법은 따르기 때문입니다. 이것은 특히 어린이들에게 사실입니다". 이 조언은 부모들이 자녀의 TV 시간을 제한하는 것뿐만 아니라 자신의 시청을 줄이는 것 또는 제거하는 것 또한 중요하다는 것을 알려줍니다. 부모들은 종종 어린이와 십대에게 가장 강한 영향을 미칩니다. 따라서 가족들의 화면 사용을 제한하는 것은 그들을 똑같이 하도록 격려할 것입니다. 따라서 A: 좋은 모델이 되는 것은 위의 구절의 마지막 줄에 빈 공간에 완벽하게 적합합니다.',
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "이 작업에서는 1부터 5까지 번호를 가진 다섯 문장과 이야기의 가능한 제목을 위해 두 가지 옵션 a와 b를 제공합니다. 당신의 임무는 이야기에 더 잘 어울리는 제목을 선택하는 것입니다. 'a' 또는 'b'로 선택지를 표시하십시오. 문장 1: 제스는 음악을 쓰고있었습니다. 문정 2: 그러나 그녀는 독창적인 것을 쓰지 않았다고 계속 불평했습니다. 3 문장: 그녀는 멈추고 노래를 다시 썼습니다. 4 문정: 그러나 그녀는 결코 그녀가 원하는만큼 독창적하지 않았습니다. 5 문장은: 제스는 결코 노래를 끝내지 않았습니다. 선택: a. 창조적. b. 끝났습니다.",
    "chosen": '이 이야기는 창의적이려고 노력하지만 어렵다고 생각하는 사람을 묘사합니다. 이것은 "창작자"라는 제목과 일치합니다. 이야기는 노래가 언제 끝나는지 언급하지 않으므로 선택 (b) 는 이야기에 적합하지 않습니다.',
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "이 질문에 대한 답은 무엇일까요? NBA 경기에서 가장 많은 포인트를 기록한 선수?",
    "chosen": "이 질문에 대한 답은 윌트 챔버레인입니다. 이것은 https://en.wikipedia.org/wiki/List_of_National_Basketball_Association를 방문하여 확인 할 수 있습니다.",
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "이 작업에서는 법정 결정의 텍스트에 따라 인용된 내용에서 파생된 법정 판결의 간첩과 여러 가지 지지를 표시합니다. 주식회사는 법률이 특정 사실 집합에 적용될 때 지배적 법규를 나타냅니다. 각 인용 텍스트에 대해 다섯 가지 답변 옵션이 있습니다. 올바른 답은 인용 텍스트에 해당하는 포지션 선언입니다 잘못된 옵션을 작성해야 합니다. 여러 가지 잘못된 답이 있음에도 불구하고 우리는 오직 한 가지 잘못된 답을 필요로 합니다. 점유지 선언이 추출된 인용 텍스트 프롬프트의 위치에는 <HOLDING> 토큰이 있습니다. 경상남도 제주특별자치도 2005) 의 경우 이 사건의 무분별한 증거는 아르베니, 레이키, 그리고 쿠프가 라몬과 비슷한 상황에 처해있지 않았다는 것을 보여줍니다. 라몬은 젊었고, 아르베니와 레이키처럼 은퇴할 자격이 거의 없었고, 콘티넨탈은 사우치의 잘못을 드러내지 않았다는 증거는 없습니다. 라몬의 상황과 그녀의 비교자의 상황 사이의 이러한 차이들은 차별적 대우를 정당화했고, 라몬은 그녀와 비슷한 상황이었다는 것을 증명할 수 없습니다. 위빌 v 참조 유나이티드 코스 '생명' [중고] 이산화탄소 , 212 F. 3d 296, 305 (5th Cir) 2000년) (일본법인 넬슨 대의 합계판결을 확고히 하고, 이 두 남자의 상황 사이의 두드러진 차이점은 그들이 받은 대우의 차이에 대해 설명하는 것 보다 더 많은 이유에서다) 제네르크 일렉트릭 이산화탄소 , 2 연방정부 에피소드 425 (제 6회 회전) 2001) (출간되지 않은) (<HOLDING>); 토마스 v 힐츠, 아니 224690, 2002 WL 234757, 보유 선언: (A) 원고가 원고의 복수소송의 목적으로 보호활동을 하는 다른 직원과 비슷한 위치에 있지 않다고 주장하는 (B) 이와 유사한 위치에 있는 직원은 모든 물질적인 측면에서 원고와 비교할 수 있는 사람이라고 주장하는",
    "chosen": '올바른 답은 (A) "청소자의 복수소송의 목적으로 보호활동을 하는 다른 직원과 같은 위치에 있지 않다고 주장하는 것"입니다. 잘못된 대답은 (B) "이러한 위치에 있는 직원은 모든 물질적인 측면에서 청소자와 비교할 수 있는 사람"이라고 주장하는 것은 해당 상황을 설명하지 않습니다.',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "source_text와 tgt_text 사이에는 'entailment', 'contradiction', 'neutral' 중 어느 것이 적용되나요?",
    "chosen": "이 작업은 'source_text'와 'target_text' 간의 관계를 분석하여 그들이 서로를 함축하는지, 모순하는지, 또는 중립인지를 판단하는 것입니다. 이를 위해 다음과 같은 단계를 따릅니다. \n1. 먼저 'source_text'를 정독하여 그 내용을 이해합니다. \n2. 다음으로 'target_text'를 읽고 그 내용이 'source_text'에 있는 정보와 어떻게 연결되는지 파악합니다. \n3. 그 후에는 두 텍스트 간의 관계를 분석하여 함축, 모순, 또는 중립 중 어느 하나에 속하는지를 결정합니다. \n이 경우에는, 'source_text'에서는 피해자들이 칼에 의한 상처를 입었으며, 특정한 피해자 E, K, F가 언급되었습니다. 그러나 'target_text'에서는 E만이 폭행의 희생자라고 언급하고 있습니다. 따라서, source_text와 tgt_text 사이의 관계는 'contradiction'입니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "질문: 짐 은 흡연자 이다. 담배 를 갑자기 끊으면 폐 에 있는 산소 양 은 증가 하거나 감소 합니까?",
    "chosen": "그 문장 에서는 흡연 이 폐 에 있는 산소 양 을 감소 시킨다는 것 을 언급 한다. 즉, 짐 이 담배 를 끊으면 더 많은 산소 공급 을 갖게 될 것 이라고 말 합니다. 그러므로 답 은 증가 하는 것 입니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "로베르토 만가베이라 앵거의 학술 경력은 언제 시작되었는가? - 로버트 만가베이라 앵저의 학업 경력은 각각 1975년과 1976년에 발표된 책 Knowledge and Politics and Law in Modern Society (현대 사회에서의 지식과 정치와 법) 으로 시작되었다. - 로베르기 만가페이라 앙거의학술 경력이 어떤 해에 시작되었다? - 현대 사회에서의 책, 지식 및 정치 및 법률이 로베르게 앵커의 경력에 도움이 되었습니까? - 이 책, 현대 사회의 지식과 정책 및 법률은 덩컨 케네디와 모튼 호비츠와 함께 비평적 법률 연구의 공동 설립을 이끌었다. - 랭거의 경력은 무엇으로 이어졌다?",
    "chosen": '주어진 대화는 언거가 그의 막강한 작품인 정치: 건설적 사회 이론의 작업에 노력했다고 언급합니다. 이 정보에 대한 가장 합리적인 대답은 "언거의 정치: 구성적 사회 సిద్ధాంత의 작업"이라는 질문입니다.',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "다음 문장 은 언어적 으로 받아들여질 수 있는가? 빌 은 저녁 식사 에 준비 한 모든 것 을 메리 에게 제공 하였다.",
    "chosen": '주어진 문장은 주체-사절-물질 구조를 따르고 있습니다. 주체는 " 강아지, "사절은" 키스되었다, "물질은" 경찰에 의해. " 따라서, 문장은 언어적으로 받아 들일 수 있습니다.',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "짧은 일반적인 지식 질문: 어린 시절 포레스트 덩굴을 누가 연주했나요?",
    "chosen": "마이클 코너 햄프리스는 영화에서 어린 시절 포레스트 프를 연기했습니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "청양군 () 은 중국 시추안 지방의 수도인 칭두의 9개 구역 중 하나이다. 북동쪽으로 진뉴군, 동남쪽으로 진주군, 남동쪽으로 우후군, 서남쪽으로 슈앙리우군,서쪽으로는 웬지앙군, 북쪽으로 피군으로 구성되어 있다. 청양은 면적은 68km2이며 인구는 46만명이다. 다음과 같이 결론을 내릴 수 있습니까?",
    "chosen": '맥락에서 제공된 정보는 두가 시추안 주의 수도라고만 말합니다. 그렇다고 해서 가장 큰 도시도 아닙니다. 답은 "말할 수 없습니다".',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": '질문: 사라는 나쁜 일을 하고 싶지 않았지만, 자신이 무엇을 할 수 없다고 느꼈습니다. 선택 사항: - 정직한 것 - 가치있는 것 - 나쁜 것 - 케이크를 먹는 것 - 선택 사항 "선택"을 선택하기 위한 논리적 근거는 다음과 같습니다:',
    "chosen": '그 이유는 다음과 같습니다. "무엇을 하고 싶지 않은 것은 종종 선택의 여지가 없기 때문인 감정입니다".',
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "포인셋 하우스 (Poinsett House) 는 켄튼, 켄트 카운티, 델라웨어에 위치한 역사적인 주택입니다.",
    "chosen": '"이 집은 언제 지어졌는지에 대한 질문이기 때문에 대화에서 이 질문에 대한 답이 없기 때문에, 사용자가 답을 요청하는 것은 합리적입니다. 따라서, 가능한 한 대답은 "집은 18세기 중반에 임대주택으로 지어졌습니다".',
    "rejected": "정답은 B입니다.",
}
{
    "prompt": '제이슨은 테이블에 혼자 앉아 있었고, 높은 플래티넘 금발을 한 시간 동안 쳐다봤습니다. 그의 상상력은 그녀의 허벅지하고 근육이 넘치는 몸을 탐구하는 동안 그녀의 입술을 키스하는 생각으로 미쳤어요. 오늘 밤 그는 그를 따뜻하게 하기 위해 위스키를 필요로 하지 않았다 그러나 그는 어쨌든 그것을 계속 마셨다. 그녀는 마이크에서 물러나고, 음향 기타를 그 스탠드에 앉히고, 작은 무대에서 내려갔습니다. 제이슨은 다른 모든 패러스를 바로 치고 그녀의 옆에 앉았다 "이 모든 아름다운 노래 후에 당신은 꽤 목마른 것 같습니다. "그녀는 그 구절을 몇 번 들어봤습니까?" "33살 때, 그녀는 아마도 모든 인물이 알고 있는 픽업 라인을 들었을 것입니다". "예, "그녀는 말했다, 그에게 빠른 눈을 그는 나쁜 외모가 아니었습니다. 아마 그 여자보다 몇 인치 더 짧아 6피트2의 나이로 그녀는 그런 것에 익숙해져 있었습니다. 하지만 많은 남자들은 그녀의 키를 감당할 수 없었습니다. 그들은 관계에서 가장 키가 높은 사람이 되는 것을 좋아했습니다. 그녀가 많은 관계를 가졌던 것은 아닙니다. 대부분 한밤에 그녀가 한 마디도 하지 않고, 바텐더는 그녀의 앞에 얼음 한 잔을 내려놓고 "감사합니다, 조 " 그가 떠났을 때 그녀는 한 잔 마시고 "저는 제이슨입니다. "Sondra", 그녀는 말했다, 그녀가 한 잔 더 취하는 동안 직선으로 쳐다보며 "나는 정말 당신의 음악을 즐겼다 - 특히 마지막 노래 네가 직접 썼어?" "예" "와우" 안타까운 일이었지만, 넌 재능이 있어 "여기 시작해, 그녀는 생각했어요 그리고 당신은 재능 에이전트, 음반 프로듀서, 또는 사업에서 친구가 있다고 가정합니다. 그리고 당신은 나에게 음반 계약을 할 수 있는 것보다 더 행복합니다. 내가 지금 당신과 함께 썩은 모텔에 갈 준비가 되어 있다고 가정하면 "나는 이 사업에 지쳤어 사실, 방금 내 마지막 공연을 들었어요 월요일 아침 첫 번째 일은 진짜 일을 찾으러 갈거야 빌딩을 치는 사람 " 질문: 제이슨에 대한 진실은 무엇일까요? 충분하지 않은 정보 B 그는 Sondra C와 데이트를 하고 싶어 그는 Sondra D와 음반 계약을 맺고 싶어 그는 Sondra를 고용하고 싶어합니다',
    "chosen": "정황의 맥락은, 제이슨은 한 시간 동안 드라를 노래하는 것을 지켜보고 있었고, 그의 상상력은 그녀를 키스하는 것에 대한 생각으로 미쳤다는 것입니다. 그 다음 그는 술집에서 그녀와 대화를 시도하고 그녀의 노래를 칭찬하고, 그녀가 직접 특정 노래를 썼는지 묻습니다. 이를 바탕으로, 제일슨은 드로 (B) 와 데이트하기를 원한다고 추론 할 수 있습니다.",
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "케이트는 친구에게 선물로 특별한 펜을 사려고 합니다. 펜은 30달러에 달하고 케이트에게는 그 금액의 3분의 1밖에 돈이 없습니다. 펜을 살려면 얼마나 더 많은 돈이 필요할까요?",
    "chosen": "현재 케이트는 1 / 3 * 30 = 10 달러에 불과합니다. 이것은 케이트가 펜을 구입하기 위해 30 - 10 = 20 달러 더 필요하다는 것을 의미합니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": '부시 대통령 은 독립 날 을 기념 하기 위해 산 지방 으로 돌아왔으며, 어제 열광 한 군중 에게 그 나라 의 228번째 생일을 맞이 하여 "자신 과 힘 으로 앞으로 나아가고 있다"고 말 하였다.',
    "chosen": "이 구절 은 영화 가 아니라 국가 기념 날 으로만 독립 날 을 언급 합니다. 따라서 이 영화 가 대중적 인 영화 로도 꼽을 수 없습니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "더 긴 저항은 더 짧은 저항보다 더 많은 저항을 제공 할 것입니다. 위의 구절을 읽은 후 다음 질문에 올바른 답을 선택하십시오 (선택은 낮은 저항 또는 높은 저항 ): 만약 당신이 긴 철선을 가지고 있다면 그것은 낮은 저항이나 높은 저항을 가질 것인가?",
    "chosen": '위의 구절은 더 긴 저항이 더 많은 저항을 제공한다고 말합니다. 이것은 당신이 길이를 가진 와이어를 가지고 있다면, 그것은 높은 저항을 가질 것이라는 것을 의미합니다. 그래서 대답은 "고대 저항"입니다.',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": '쓰레기나 보물인지에 관한 두 가지 비유는 "A: B. C: ?"라는 형태로 제시된다. "쓰레기"로 표시된 항목은 가치가 없다고 간주되며 폐기될 수 있으며, "보물"로 표기된 항목들은 보존되어야 하는 귀중한 항목으로 간주됩니다. "A : "B는 A 항목과 A 항목이 쓰레기 또는 보물인가와 관련이 있습니다. B에 명시된 바에 따르면 귀하의 임무는 주어진 항목 C에 대한 질문 표시를 ` trash ` 또는 ` treasure ` 로 대체하는 것입니다.',
    "chosen": "모래 는 쓰레기 로 간주 되므로 폐기 됩니다. 쿠키 는 가치 있는 것 이며, 보물 으로 여겨지기 때문 에 보관 해야 합니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "박람회에서 카니발 경기가 있었습니다. 두 개의 공 중 어느 공이 더 자주 원형 트랙에 회전했는지 정확하게 추측할 수 있다면 농구 우승을 할 수 있었습니다. 각 공은 동일한 원형 궤도에 떨어지고 그 다음 커튼이 그들을 덮을 것입니다. 공 A는 일정 시간 동안 트랙을 회전하고 공 B는 일정 시간을 회전합니다. 회전 완료되면 어떤 공은 더 많은 혁명을 완료했는지 짐작해야합니다. 한 소년이 와서 답을 알아내지 못했습니다. 그러나 그가 그들을 픽업했을 때 공 A가 공 B보다 약간 더 따뜻하다는 것을 알게되었습니다. 어느 공은 짧은 공기 압력을 가지고 있습니까? 팁: 로렌스는 두 번 공기의 압력을 확인했습니다. 그러나 두 가지 측정 사이에는 무언가가 바뀌었습니다. 타이어는 10 마일 동안 두 개의 압력을 생성했습니다. 두 바퀴 사이의 마찰과 마찰을 일으켰습니다. 두 마일 사이에 마찰이 발생했습니다. 도로와 마일 사이의 마일 간의 마찰은 항상 움직입니다.",
    "chosen": "공 A의 공압은 공 B의 내부 공압보다 높았다. 이 이유는 바퀴가 험한 표면 위에 굴릴수록 더 따뜻해지기 때문이며, 운동 에너지 (물질의 움직임에 의해 소유되는 에너지) 때문에 마찰은 한 표면이 다른 표면에서 이동할 때 열을 생성한다. 관측 사이에는 추가적인 공기가 없다는 것을 알 수 있기 때문에 학교로 가는 길에서 10 마일 후에 무언가가 바뀌었기 때문에, 바퀴는 더 거친 표면에 굴릴 때 더 많은 마찰을 생성하여 더 많은 열을 발생시키고 따라서 내부 타이어 온도를 따뜻하게 한다. 운전 중에 더 뜨겁게 되므로 이제 볼륨이 적어 - 즉 밀도 1 리터 = 벽에 충돌하는 분자와 더 많은 충돌과 더 많은 수의 충돌이 발생하고 동력을 전송 = 더 많은 내부 압력을 증가시켜야 한다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "두 명의 대학 친구 는 20 년 동안 서로를 알고 있다. 팀 은 HIV 양성자 였지만 존 은 그렇지 않았으며, 그 에 대해 아무런 문제도 없었다. 두 친구 는 모두 40 세 이다. 위의 문장 을 고려 하여 다음 과 같은 질문 에 올바르게 대답 해 주시기 바랍니다. 어느 친구 는 평균 인명 수명을 달성 할 수 없다고 기대 할 수 있습니까?",
    "chosen": "HIV와 에이즈는 서로 다른 용어로 사용되지만 실제로는 다른 것을 의미합니다. HIV는 사람이 에이즈로 감염되는 바이러스입니다. 이는 면역 체계가 약화되어 심각한 증상이 나타나기 때문에 심각한 감염의 후반 단계에 관한 것입니다. HIV 없는 사람의 평균 수명은 2016 년 WHO에 따르면 78 년입니다. 그러나 우리가 HIV 진단 후 기대 수명을 살펴보면 사람들이 심각한 질병 (3 개월 이내에) 이전에 진단되었는지 여부에 따라 각각 40-70까지 다양 할 수 있습니다. 이것은 20 년 전에 감염된 팀의 나이와 잘 관련이 있습니다. 존은 그러한 질병에 걸리지 않았으므로 감염 된 사람들 중 생존율을 극적으로 향상시키는 항레트로바이러스 약물과 같은 현대 의학 발전 덕분에 80 세까지 살 수있는 문제가 없습니다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "질문과 맥락 구절을 고려하면, 그 문장에서 단어 또는 문장을 가지고 있는 답을 생성한다. 여기서, 대답은 문장으로부터 가장 짧은 연속적인 기간이어야 한다. 맥락: 알린 카롤라이나 드 로츠실드, 레이디 사슨 (Aline Caroline de Rothschild, 1867년 10월 21일 ~ 1909년 7월 28일) 은 프랑스 사회주의자이자 유명한 로츠칠드 집안의 세실 앤스파크와 바론 구스타브 드 로스실드의 딸이다. 질문: 앨린 캐롤라인 드 로쓰실드 는 어떤 가족 혈통의 일원이었다?",
    "chosen": '텍스트 범위 "로스킬드 가족"은 맥락 구절에 존재하며 주어진 질문에 대한 답변을 암시합니다.',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": '로직 테스트: 앨런과 데이브는 둘 다 필드를 넘어서 공을 던지고 어느 공이 가장 멀리 갈 수 있는지 확인하려고 합니다. 앨런은 매우 단단하고 운동을 많이 합니다. 하지만 데이브가 과체중이며 운동에 시간을 낭비하지 않습니다. 공이 필드를 가로지르는 사람은 (A) 앨런 (B) 데이브입니다. "알런"과 "데이브" 사이의 답을 선택하십시오.',
    "chosen": '그 이유는 "알란은 강하고 데이브는 강하지 않다".',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": '"A: B: C: ?"라는 형태에서 관련 컨테이너에 대한 두 가지 유사점을 나타냅니다. "A : B: B": B"는 A: A: B와 관련된 컨테인러에 관한 것입니다. 귀하의 임무는 주어진 항목 C에 대한 적절한 컨테이너로 (?) 의 질문 표시를 대체하는 것입니다.',
    "chosen": "바지를 드래제 에 보관 합니다. 꿀 은 한 그릇 으로도 보관 됩니다.",
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "영어 단편 문장을 작성하여 문법적으로 범주: 허용 가능한 범주 모두: 선택 사항: - 허용되지 않는 - 허용되는",
    "chosen": "여기에 문법적으로 올바른 영어 문장의 예가 있습니다. 도박이 높을수록 그의 기대는 낮습니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "배경을 감안하면: 알파인 툰드라는 어느 지대에서도 충분히 높은 높이에서 발생한다. 전 세계 산악 잔디밭과 덤불 생태지역의 일부에는 알파인이 포함된다. 알파인의 큰 지역은 북미 코디렐라, 유럽의 알프스와 피레네이스, 아시아의 히말라야와 카라코럼, 남아메리카의 안데스 산맥, 그리고 아프리카의 동부 리프트 산맥에서 발생합니다. 알프인 툴드라는 높은 산 정상, 기울기 및 나무줄기 위에 자리 잡고 있습니다. 측면도 중요한 역할을 합니다. 아이슬란드의 트레일린은 전쟁 적도에 직면한 기울기보다 높은 높이에 종종 발생합니다. 우간다의 알파인은 산에만 존재하기 때문에, 그 풍경의 많은 부분이 험심하고 있으며, 두 개의 나라, 스노브 락스, 나프스, 그리고 남쪽의 틈바다 산들 사이에 위치하고 있습니다. 나프라인에는 약 3,000 미터 정도의 평면과 같은 지역이 있지만, 북쪽에서 약 1,300 미터, 남쪽에서 30 °, 남쪽으로 70 °, 북쪽으로 100 °C까지 올라갑니다.",
    "chosen": "아이슬란드는 우간다보다 북극에 가깝기 때문에 더 추운 기후를 가지고 있습니다. 차가운 기후에서 나무줄기는 특정 온도 범위 내에서만 성장할 수 있기 때문에 낮은 고도에서 발생합니다. 높이가 증가함에 따라 온도가 감소함에 따라, 나무줄은 더 따뜻한 산에서 발견되는 어느 정도의 고도에 도달하게 될 것입니다. 30°N에서 20°S 사이, 제공 된 배경 정보에 따르면, 나무 줄기는 대략 3,500~4,000m (11,500~13100 ft) 사이 일정합니다. 그러나 50°N 또는 70°N의 남쪽으로 이동하면 그 지위에서 이동한 평균 나무줄기 높이가 130m로 증가합니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": '저는 제 학생들의 논리를 테스트하고 있습니다. "암석"과 "아스팔트" 사이에서 선택해야 할 답은 무엇입니까? 논리 테스트: 테리는 몇 일 동안 작동하고 꺼져 있던 타이어 빛 센서를 확인하기 위해 자신의 차를 메커에게 가져오고 있었습니다. 현재 빛이 꺼져 있었고, 그는 그가 말하는 것을 볼 수 있도록 기계에 도착했을 때 계속되기를 원했습니다. 테리는 메커로 가기 위해 진흙 도로 또는 진흙도로 운전을 선택했습니다. 두 도로 모두 같은 시간이 걸렸습니다. 어떤 도로가 테리의 타이어에 대해 더 많은 것을 만들 수 있으며 더 나은 열 빛 센서가 계속되는 것을 보장합니다? (A) 진흙 (B) 아스팔트의 타이어',
    "chosen": "테리의 주요 문제는 자동차의 타이어 라이트 센서입니다. 이 테스트의 목표는 메커니즘에 도착했을 때 문제를 표시하는지 확인하는 것입니다. 그래서 그들은 그것을 수리하거나 교체 할 수 있습니다. 그는 그의 타이어에 더 많은 열을 생성하는 무언가가 필요합니다. 그리고 자갈은 아스팔트보다 더 잘합니다.",
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "다음 대화는 뭐야? 안녕하세요. 정말 배고프네요. 피자를 주문하실 수 있나요? 물론이죠. 어디서요?",
    "chosen": '다음 대화는 어떤 피자를 주문하고 싶은지 요청하는 것입니다. 가장 합리적인 답은 "하워톤에 있는 와일레토에서 케이크를 먹을 수 있나요?"',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "이 질문에 대답해 주시기 바랍니다. 캐나다 노동법 제2부와 그 규정을 누가 집행하는가?",
    "chosen": '이 질문에 대한 답은 "노동부"입니다. 고용부 홈페이지에서 확인할 수 있습니다: https://www.canada.ca/en/employment-social-development/programs/labour-standards.html',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "다음엔 무슨 말이 있었을까요? 좋은 멕시코 레스토랑을 찾고 있어요. 로스 톨테코스로 가야겠어요. 정말 멋져요. 좋은 소리네요. 금요일 두 명씩 예약하실 수 있나요?",
    "chosen": '"오후 9시 조금 늦어졌는데, 다른 멕시코 레스토랑을 아십니까?"는 대화의 자연스러운 흐름을 따르기 때문에 이전 대화에 가장 논리적이고 합리적인 반응입니다.',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": '정보: - 비디오 게임 개발자는 비디오 게임을 개발하는 과정 및 관련 학문 분야에 특화된 소프트웨어 개발자입니다. 게임 개발자는 모든 작업을 수행하는 한 사람부터 직원 책임이 프로그래밍, 디자인, 예술, 테스트 등 개별 학문간에 분포되는 대규모 기업에 이르기까지 다양할 수 있습니다. 대부분의 게임 개발 회사들은 비디오 게임 퍼블리셔 금융 및 일반적으로 마케팅 지원을 가지고 있습니다. 자금 지원 개발자는 독립적인 개발자 또는 인디 개발자로 알려져 있으며 일반적으로 인디 게임을 만듭니다. - 크랙다운은 리얼타임 월드스가 개발하고 마이크로소프트 게임 스튜디오가 Xbox 360를 위해 배포한 오픈 월드 액션 어드벤처 비디오 게임 2007년 2월 20일 북미에서 발매되었고, 2007년 3월 23일 전 세계적으로 발매되었다. "크랙다운"은 리얼타임 월드스 창업자 데이비드 존스에 의해 만들어졌습니다. 그는 또한 "그랜드 테프트 오토"와 "레밍스"을 만들었습니다. - 던디 (Dundee) 는 공식적으로 던디 시이며, 스코틀랜드에서 네 번째로 큰 도시이자 영국에서 가장 인구가 많은 51번째 도시입니다. 2015년 중반 인구 추정치는 148,210명으로 디의 인구 밀도는 2,477/km 또는 6,420/sq mi, 스코틀랜드에서 두 번째로 높습니다. 이 지역은 북해로 흘러드는 테이 강 북쪽 해안에 있는 동부 중앙 저지대 지역에 위치하고 있습니다. "던디 시티"라는 이름으로 스코틀랜드의 지방자치단체에 사용되는 32개 카운티 지역 중 하나를 형성합니다. - 마이크로소프트 코퍼레이션 (일본어: Microsoft 또는 MS) 은 미국 워싱턴주 레드몬드에 본사를 둔 미국의 다국적 기술 회사로, 컴퓨터 소프트웨어, 소비자 전자제품 및 개인용 컴퓨터 및 서비스를 개발, 제조, 라이센스, 지원 및 판매하고 있습니다. 가장 잘 알려진 소프트웨어 제품은 마이크로소프트 윈도 운영 체제 라인, 마이크로소프트 오피스 사무실 스위트 및 인터넷 익스플로러 및 엣지 웹 브라우저입니다. 플래그십 하드웨어 제품은 Xbox 비디오 게임 콘솔과 Microsoft Surface 태블릿 라인업입니다. 2016년 기준으로 세계 최대의 소프트웨어 제조업체이며, 세계에서 가장 가치 있는 회사 중 하나입니다. - 비디오 게임 개발은 비디오 게임을 만드는 과정입니다 개발은 게임 개발자가 수행하고 있으며, 이는 한 사람에서 큰 기업에 이르기까지 다양할 수 있습니다. 전통적인 PC 및 콘솔 게임들은 일반적으로 출판사에서 자금을 지원하며 개발에 몇 년이 걸립니다. 인디 게임은 더 적은 시간이 걸리고 개인이나 작은 개발자들에 의해 저렴하게 제작될 수 있습니다. 인디 게임 산업은 최근 몇 년 동안 새로운 온라인 유통 시스템과 모바일 게임 시장의 성장으로 증가했습니다. - 볼더 (Boulder County) 는 보더 카운티의 주로 가장 인구가 많은 지방자치단체이며, S (중국어) 콜로라도 주 볼더 (Boulder) 는 바위 산맥의 밑바닥에 해발에서 높은 곳에 위치하고 있습니다. 이 도시는 덴버 북서쪽에 있습니다. - 루프피안 게임즈는 2008년에 설립된 영국의 비디오 게임 개발 회사입니다. 이 개발자는 비디오 게임 개발사 리얼타임 월드스의 빌리 톰슨과 가즈 리돈 (Billy Thomson and Gaz Liddon) 에 의해 설립되었습니다 루프피안 게임스는 원래 리얼타임 월드스와 젠 스튜디오의 멤버들로 구성되어 있었습니다. 그들은 2007년 비디오 게임의 후속작인 크랙다운 2을 만들었습니다 . - 리얼타임 월드스 (Realtime Worlds Ltd) 는 2002 년부터 2010 년 9 월에 종료 될 때까지 스코틀랜드 던디에 본사를 둔 비디오 게임 개발자였습니다. 리얼타임 월드스는 스코틀랜드에서 가장 큰 독립적인 게임 개발사였으며 200명 이상의 직원과 작은 볼더, 콜로라도 사무실을 보유하고 있습니다. - 스코틀랜드 (Scotland) 는 영국에 속하는 나라이며, 영국 섬의 북부 3분의 1을 차지한다. 남쪽으로는 잉글랜드와 국경을 접하고 있으며, 남서쪽으로는 북해와 남서쪽으로 북 채널과 아일랜드 해를 둘러싸고 있습니다. 본토 외에도 이 나라는 북부 섬과 헤브리드 섬을 포함한 790 개 이상의 섬으로 이루어져 있습니다. 위의 문항을 읽은 후, 우리는 \'루피안 게임\'이 \'본부 위치\'의 관계를 나타내는 단체를 알고 싶어합니다. 아래의 선택에서 답을 찾을 수 있습니다. 선택: - 베스트 - 볼러드 - 콜로라도 - 덴버 - 던디 - 잉글랜드 - 영국 - 산업 - 북미 - 레드먼드 - 스코틀랜드 - 스플릿 - 워싱턴',
    "chosen": "답은 던디야",
    "rejected": "정답은 C입니다.",
}
{
    "prompt": '질문과 답변 짝의 주제를 결정하세요. 질문: "연금 지원금은 무엇인가?"; 답: "오스트레일리아에서의 연금 지원은 호주에서 사람들이 퇴직에 대한 자금을 사용할 수 있도록 하는 장치를 가리킨다". 주제는:',
    "chosen": "답변의 정보는 오스트레일리아의 초연금과 관련이 있으므로 이 질문과 답변 쌍의 주제로 선택되어야 합니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "언어학자 는 다음 문장 을 문법적 으로 유효 한 영어 문장 이라고 생각 할 수 있습니까?",
    "chosen": '문장은 주체verb-object 구조를 따르며, "육사"는 주체, "컷"은 동사, "고기"는 객체입니다. 따라서 문법적으로 받아들일 수 있다고 간주됩니다.',
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "오자크 쇼는 어디에서 진행되나요?",
    "chosen": '오자크는 미주리 지역입니다. "Ozark" 쇼는 허구의 장소를 참고하여 만들어졌지만, 그것이 미주리 오자크 지역에서 일어난다고 명시적으로 언급하지는 않습니다.',
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "이 문장 을 통해 다음 의 질문 에 대답 하십시오. 가벼운 알칸 은 피부 를 보호 하는 기름 을 씻는다. 무거운 알칸 는 보호 한 층 을 형성 한다.",
    "chosen": "이 문장 에서는 가벼운 알칸이 피부를 보호 하는 기름 을 씻어내는 반면, 무거운 알칸 은 보호 한 층 을 형성 한다. 이것은 무거운 알켄 이 해로운 물질 과 우리 몸 사이의 장벽 을 형성 함으로써 피부 를 손상으로부터 보호 하는 것을 의미 합니다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "이 기사의 제목은 무엇인가요? 나무가 매우 어릴 때는 거의 지면에 가지로 덮여 있지만, 성장함에 따라 그 중 일부 또는 모든 가지가 결국 죽고 부러지거나 떨어집니다. 목재의 후속 성장은 완전히 숨겨진 토막을 만들 수 있으며, 그러나 이들은 매듭으로 남게됩니다. 로그가 바깥쪽에서 얼마나 매끄럽고 깨끗하더라도 중간 부근에서는 대개 다소 매듭이 있는 것입니다. 따라서 오래된 나무와 특히 숲에서 자란 나무의 박재는 내부 심재보다 매듭이 적습니다. 대부분의 목재 사용에서, 매듭은 목재를 약화시키고 작업과 다른 속성을 방해하는 결점입니다. 따라서 나무 안에서 위치 때문에 주어진 사실상 박재 조각이 동일한 나무의 심재 조각보다 강할 수 있다는 것을 알 수 있습니다. 제목:",
    "chosen": '주어진 기사의 제목은 "Wood"입니다.',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": '프롬프트와 언어 모델에서 두 개의 완성도를 고려하면, 프롬프를 계속하는 것과 관련하여 가장 유창한 완성도를 선택하십시오. 유창성은 일관성과 이해하기 쉬운 것으로 정의됩니다. 반드시 문법적 올바름이 아닙니다. 완성도 A 또는 완성도 B를 생성하십시오. 프롬프트: 그 멍청한 마녀는 방금 전에 타이가에게 문자 메시지를 보냈다고 말했습니다. 바보 같은 마녀 A: . 타이가, 당신이 다시 "어떡해" 좆같은 헛소리에 대해 이야기하고 싶다면, B를 닫을 수도 있습니다. 그녀는 틀렸어요, 타이가 후자가 Gucci에 문자 보냈습니다, Gucci는 그에게 문자 중이었습니다. 다음 사람이 그에게 문자했습니다.',
    "chosen": "완료 A는 문법적으로 정확하지 않으며 프롬프트를 잘 계속하지 않습니다. 또한 속임수 단어도 포함되어 있습니다. 이는 다른 옵션보다 덜 유창하게 만듭니다. 더 나아가, 완료 B는 프롬프트에서 시작된 이야기를 계속하고 모순이나 문법 오류를 포함하지 않으며, 이 프롬프를위한 더 유창한 완료를 만듭니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "맥락과 질문과 5 가지 답변 선택이 있는 수학 문제를 고려하면, 문제는 문제에 기초하여 올바른 답변 선택을 제공하는 것입니다. 주어진 답변 선택 중 하나를 문자로 선택해야합니다. a, b, c, d, 또는 e; 다른 모든 것은 무효입니다. 문제: 63에서 151까지 4의 복수의 합은 무엇입니까? 옵션: a. 2240, b. 2250, c. 2310, d. 2330, e. 2332",
    "chosen": "문제를 해결하기 위해 다음과 같은 단계를 사용할 수 있습니다:\\n1. 63에서 151까지의 4의 복수를 모두 찾아보세요: \\n68, 72, 76, 80,... 96\\n100, 104,... 124\\n128... 144\\n148 2. 이 모든 숫자를 합시다: 68 + 72 + 76 + 80 + 84 + 88 + 92 + 96 + 100 + 104 + 108 + 112 + 116 + 120 124 128 132 136 140 148 = 2332",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "이 과제에서는 전제, 가설 및 업데이트를 제공합니다. 전제 문장은 실세계의 상황을 설명하고 항상 진실이라고 가정합니다. 가설 문장은 전제를 읽은 후에 그 상황에 대해 할 수 있는 가설 또는 추론을 설명합니다. 업데이트는 가설을 약화하거나 강화할 수 있는 상황에 대한 추가 정보를 제공합니다. 약화자는 가설이 약화되는 진술입니다. 즉, 그것은 당신이 가설의 진실성을 믿는 확률을 훨씬 떨어뜨립니다. 강화자는 전제를 강화하는 진술이며, 즉, 당신은 가설은 사실이라고 믿는 확률이 훨씬 더 높습니다. 당신의 임무는 '강화' 또는 '약화'로 대답하는 것입니다.",
    "chosen": '업데이트는 가설을 약화하거나 강화시킬 수 있는 상황에 대한 추가 정보를 제공합니다. 약화자는 가설이 약화되는 진술입니다. 즉, 가설은 사실이라고 믿는 확률이 훨씬 낮습니다. 이 경우, 우리는 업데이트 문장 "런서는 좌절됩니다. "에서 추론 할 수 있습니다. 그는 패배 팀에 있어야합니다. 따라서 우리는 이 업데이트 문장이 주어진 가설 " 약화 "라는 결론을 내립니다.',
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "이 작업에서 당신에게 정수 목록이 주어질 것입니다. 목록의 모든 요소에 대해, 요소가 긍정적이라면 2로 곱해야 합니다. 요소가 부정적인 경우 -3로 곱해야합니다. 출력은 입력 목록에 그 논리를 적용하는 결과의 정수의 목록이어야합니다. 참고: 목록은 두 괄호 안에 koma 분리된 숫자로 표시됩니다. [-52, 7]",
    "chosen": "1. -52을 주어지면 이것은 음수이기 때문에 -3로 곱해야 한다. (-52) * (-3) = 156\\n2. 7을 주어면 이것은 긍정적 인 숫자이기 때문에 2. 7 * 2 = 14\\n\\n 최종 출력은 [156, 14]이다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": '당신은 PersonX와 관련된 "사태", "의정"을 제공합니다. 주어진 사건과 그들의 의도에 대한 PersonX의 반응/반응을 추측하십시오. 이벤트:PersonX는 모든 곳에 발생합니다. 의도는:',
    "chosen": "사건과 X의 의도에 따라 그들이 술에 취한 것으로 추정할 수 있습니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "당신은 두 문장을 얻는다. 당신은 가정에 의해 가설의 연관성 또는 동의가 있는지 확인해야 한다. 주어진 문장쌍에서, 당신은 가정에서 주장을 뒷받침하기 위해 가설에 충분한 정보가 있는지 확인해야합니다. 가설은 가설과 정확히 동일하지 않을 수 있습니다. 당신의 임무는 가설이 가설을 지지하는 경우 '가족'을 반환하는 것입니다. 그렇지 않으면 '중립'으로 돌아갑니다. 가정: 결국, 더 큰 물방울이 에어로솔 입자 주위에 형성되며, 이러한 물 방울이 다른 방울과 함께 붙기 시작하여 구름을 형성합니다. 가론: 구름은 물 방운에서 형성됩니다.",
    "chosen": '이 전제는 구름이 어떻게 형성되는지에 대한 정보를 제공하며, 물 방울이 함께 붙어 구름을 형성한다고 명시한다. 이것은 "물 방울에서 구름이 형성된다"는 가설에서 제기된 주장을 뒷받침한다. 결과적으로, 출력은 "반털"이어야 한다.',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": '정보: - 미드웨이 전투는 제2차 세계대전의 태평양 극장에서 결정적인 해군 전투였다 1942년 6월 4일부터 7일까지, 일본이 진주항을 공격한 지 6개월 뒤, 그리고 코랄해 전투가 끝난 지 1개월 후, 미국 해군은 체스터 니미츠, 프랭크 잭 플레처, 레이먼드 A 스프루언스는 미드웨이 아톨로 인근에 이조쿠 야마모토, 후이치 나구모, 노부타케 콩도 총독하의 일본 제국 해군의 공격 함대를 결정적으로 물리쳤고, 일본 함대에 치명적인 피해를 입혔으며, 그 피해는 회복할 수 없는 것으로 밝혀졌다. 군사 역사학자 존 키건 은 이 사건 을 "해군 전쟁 역사 에서 가장 놀랍고 결정적 인 공격"이라고 불렀습니다 " - 현재 메릴랜드의 애나폴리스에 있는 세븐 요새는 1808년, 1776년 미국 독립 전쟁의 이전 요새와 같은 장소에서 건설되었습니다. 아나폴리스 항구를 영국군의 공격으로부터 보호하기 위한 목적이었지만, 1812 년 전쟁 때 그 항구에는 아무런 조치도 없었다 미국 해군 아카데미는 1845년 10월 19일 미국 육군으로부터 포트 세번과 다른 두 군사 기지를 인수했다. 아카데미는 1909년에 철거될 때까지 교실을 사용했습니다. - 미국 해군 (USN) 은 미국 육군의 해군 전쟁 서비스 부문이며 미국의 7개의 유니폼 서비스 중 하나입니다 U (미국) S (중국어) 해군은 세계에서 가장 크고 역량 높은 해군입니다. U (미국) S (중국어) 해군은 세계에서 가장 큰 항공모함 함대를 보유하고 있으며, 10척이 운항하고, 2척이 예비 함대에 있으며, 3척의 새로운 항공모함이 건설중입니다. 이 서비스는 323,792명의 인력을 활동 중이며, 108,515명의 인력이 해군 예비군에 있습니다. 274개 전투기 및 3,700개 이상의 항공기가 활발하게 운용되고 있습니다. - 레이먼드 에이즈 스프루언스 (Raymond Ames Spruance, 1886년 7월 3일, 1969년 12월 13일) 는 제2차 세계대전 당시 미국의 해군 대령이다. - 제2차 세계대전 (일반적으로 WWII 또는 WW2로 줄여서도 WW2) 는 1939년부터 1945년까지 지속된 세계 대전이었지만 관련 분쟁은 더 일찍 시작되었다 세계 국가들의 대다수를 포함해 모든 강대국들이 결국 두 개의 대립적인 군사 동맹을 결성했습니다: 연합국과 축 이 전쟁은 역사상 가장 널리 퍼진 전쟁이었습니다. 30개 이상의 나라에서 온 1억 명이 넘는 사람들이 직접 참여했습니다. "종합 전쟁"의 상태에서 주요 참가자들은 모든 경제적, 산업적, 과학적 역량을 전쟁 노력에 버렸습니다. 민간과 군사적 자원 사이의 구별을 지워버렸습니다. 홀로코스트 (약 11백만 명이 사망한 사건) 과 산업 및 인구 중심지 (약 백만 명이 사망했으며 히로시마와 나가사키의 원자폭탄 공격을 포함) 의 전략적 폭탄 테러 등 민간인의 대량 사망으로 인해 약 5천만에서 8천만 명의 사망자가 발생했습니다. 이 사건 들 은 제 2 차 세계 대전 을 인류 역사상 가장 치명적 인 전쟁 으로 만들었다 - 아이다호는 미국의 북서부 지역에 있는 주입니다 동쪽과 북동쪽으로는 몬태나 주, 동쪽으로는 와이오밍 주, 남쪽으로는 네바다 주와 유타 주, 서쪽으로는 워싱턴 주와 오레곤 주와 국경을 접하고 있습니다. 북쪽으로는 브리티시 컬럼비아 주와 캐나다 국경의 작은 부분을 공유합니다 인구는 약 1명 7백만 명의 인구와 이다하오의 면적은 50개 주 중 14번째로 크고 39번째로 인구가 많은 주 의 수도이자 가장 큰 도시 는 보이스 이다 - 조지 반크로프트 (George Bancroft, 1800년 10월 3일, 1891년 1월 17일) 는 미국의 역사학자이자 정치인이다. U로서의 재직 기간 동안 S (중국어) 해군 장관, 그는 1845년 애나폴리스에서 미국 해군 아카데미를 설립했다 그는 유럽에서 고위 미국 외교관이었습니다. 그의 가장 잘 알려진 작품 중 하나는 "미국 역사, 미국 대륙의 발견"이라는 학술 시리즈입니다. - 포트 홀 인디언 보호 구역은 미국 연방정부로 인정된 쇼쇼네-반콕 부족의 인도 보호 구역입니다. S (중국어) 아이다호 주 이것은 주에서 5개의 연방적으로 인정된 부족 중 하나입니다. 이 보호 구역은 아이다호주 남동부에 위치하고 있으며, 파카텔로에서 북서쪽으로 약 20마일 떨어진 스네크 강 평야에 있습니다. 4개 카운티: 빙햄, 파워, 반콕, 카리부 동쪽으로는 60마일 길이의 포트네프 산맥이 있다. 푸트넘 산과 남 푸트남 산 모두 포트 홀 인디언 보호 구역에 위치하고 있습니다. - 필라델피아는 펜실베이니아 연방에서 가장 큰 도시이며 미국에서 다섯 번째로 인구가 많은 도시입니다. 인구가 1,567,442명으로 추정되며 6백만 명 이상이 일곱 번째로 큰 대도시 통계 지역에 있습니다. 필라델피아 (Philadelphia) 는 미국 동북부에 위치한 데라웨어 발레야 지역의 경제 및 문화 앵커입니다. 미국의 8번째로 큰 합계 통계 구역에 거주하는 2백만 명의 인구 - 미드웨이 아톨 (Midway Island and Midway Islands; 하와이어: "피헤마누 카우헤라니") 는 북태평양의 아톨이다. 이름에서 알 수 있듯이, 미드웨이는 북미와 아시아 사이에 거의 같은 거리에 있습니다. 미드웨이 아톨 (Midway Atoll) 는 미국의 조직화되지 않은, 통합되지 않은 영토입니다. 미드웨이는 하와이 군도의 유일한 섬으로 남아 있습니다 다른 하와이 섬과 달리, 미드웨이는 사모아 시간 (i) 을 관찰합니다. (e) 이 코디네이트된 유니버설 시간보다 11시간 뒤), 하와이 주 시간보다 1시간 뒤입니다. 통계적 목적으로, 미드웨이는 미국 미니어 외곽 섬 중 하나로 분류된다. 미드웨이 아톨 국립 야생생물 보호구역 (Midway Atoll National Wildlife Refuge), 주변 지역의 토지와 물 (대부분은 물) 을 포함하고 있으며, 미국 어림 및 야생 동물 서비스 (FWS) 에 의해 관리됩니다. 이 피난처 와 그 주변 지역 의 대부분 은 더 큰 파파나우모쿠케아 해양 국립 기념물 의 일부 이다 - 프랭크 잭 플레처 (Frank Jack Fletcher, 1885년 4월 29일, 1973년 5월 25일) 는 제2차 세계대전 당시 미국 해군의 admiral이다. 플레처 (Fletcher) 는 코랄해와 미드웨이의 중요한 전투에서 작전 지휘관이었다 플레처는 베라크루즈 전투에서 수행한 공로로 명예 훈장을 수여받았습니다. 그는 베라크루즈에서 수행한 공로로 명예훈장을 수상한 프랭크 프라이데이 플레처 대령의 조카였습니다. - 야마모토는 일본 제국 해군에서 몇 가지 중요한 직책을 수행했으며, 많은 변경과 재조직을 수행했습니다. 특히 해군 항공의 발전 그는 태평양 전쟁의 결정적인 첫 해 동안 총사령관이었으며 그래서 펄 하버와 미드웨이 같은 주요 전투에 책임이있었습니다 그는 미국의 코드 브레이커들이 그의 비행 계획을 확인하고 비행기가 격추되자 사망했습니다. 그의 죽음은 제2차 세계 대전 때 일본군 정신에 큰 타격을 주었다 - 존 데스몬드 패트릭 키건 경 (Sir John Desmond Patrick Keegan, 1934년 5월 15일, 2012년 8월 2일) 은 영국의 군사 역사학자, 강사, 작가, 언론인이다. 그는 육상, 공중, 해양, 정보 전쟁, 그리고 전투의 심리학에 관한 14세기에서 21세기 사이의 전투의 성격에 관한 많은 출판된 저작의 저자였다. - 일본 제국 해군 (IJN, Kyjitai: Shinjitai, "나이폰 카이", "대일제국의 해군") 은 제2차 세계대전에서 일본의 패배와 항복을 계기로 해체된 일본 제국의 해군이 1868년부터 1945년까지였다. 일본 제국 해군 사령부와 해군부에서 통제되었는데, 둘 다 육군과 해군의 최고 지휘관으로서 일본 황제에 소속되어 있었다. 일본 해양 자위군 (JMSDF) 은 IJN가 해체된 후 결성되었다. - 미국 해병대 (United States Marine Corps, USMC) 는 육상, 해양 및 공중에서 신속한 종합무기 특수군을 전달하기 위해 미국 해군의 이동성을 사용하여 전력 투영을 제공하는 미국 군의 한 지분입니다. U (미국) S (중국어) 해병대는 미국 내 4개의 군부 중 하나입니다. S (중국어) 국방부 (DoD) 와 미국의 7개의 유니폼 서비스 중 하나 현재 합동참모총장의 위원장이며, S (중국어) 육군 장군, 해병대 장군 - 체사피크 만은 대서양에서 내륙에 있는 해수욕장이며, 서쪽으로는 북미 대륙, 동쪽으로는 델마르바 반도와 둘러싸여 있습니다. 이 기관은 인접한 미국 내에서 가장 큰 기관입니다. 북부 만은 메릴랜드 내, 남부 부분은 버지니아 내, 그리고 그 두 주와 다른 주들의 생태와 경제에 매우 중요한 특징입니다. 150개 이상의 주요 강과 하천이 만의 배수역으로 흐르고 있으며, 이 지역은 6개 주 (뉴욕, 펜실베이니아, 델라웨어, 메릴랜드, 버지니아, 웨스트 버지니스니아) 과 콜롬비아 주 전역을 아우르는 - 카운티 본지는 카운티 또는 시민 교구의 행정 중심지, 정부 본지 또는 수도 도시입니다 이 용어는 미국, 캐나다, 루마니아, 중국 및 대만에서 사용됩니다. 영국과 아일랜드에서는 카운티 시는 비슷한 기능을 합니다. - 1942년 5월 48일에 벌어진 코랄해 전투는 제2차 세계대전의 태평양 극장에서 일본 제국 해군과 미국과 호주의 해군 및 공군 간의 주요 해군 전투 전투는 항공모함들이 서로 전투를 벌인 첫 번째 전투였으며, 어느 쪽의 선박도 직접적으로 다른 쪽을 목격하거나 총을 쏘는 최초의 전투이기도 했습니다. - 메릴랜드 (Maryland) 는 미국 중대서양 지역에 위치하고 있는 주이며, 버지니아, 웨스트버지니아 및 워싱턴, D.C.와 국경을 맞대고 있습니다. C (중국어) 남쪽과 서쪽, 북쪽으로는 펜실베이니아, 동쪽으로는 델라웨어 주에서 가장 큰 도시는 볼티모어이고 수도는 애나폴리스 이 곳 의 간편적 별명 들 은 "오드 라인 주", "프리 주", 그리고 "체시피크 베이 주" 입니다. 이 주 이름은 잉글랜드 왕 찰스 1세의 아내인 프랑스의 헨리에타 마리아 (Henrietta Maria of France) 의 이름을 따서 지어졌다. - 포트 홀은 1834년에 나다니엘 자르비스 와이스 (Nathaniel Jarvis Wyeth) 에 의해 동부 오리건 카운티의 스네크 강에서 모피 거래소로 건설되었습니다. 그는 보스턴, 매사추세츠의 발명가이자 사업가였으며, 새로운 무역 및 어업 회사 계획의 일환으로 현재의 오리건주 포틀랜드에 있는 포트 윌리엄에 지사를 설립했습니다. 포트 밴쿠버에 본사를 둔 강력한 영국 허드슨 베이 회사와 경쟁할 수 없었고, 1837년 와이스는 두 지지를 모두 팔았습니다. 영국과 미국은 이 몇 년 동안 오리건 주에서 활동했습니다. - 필라델피아 해군 피난처는 펜실베이니아 필라들피아에 있는 1827년 병원으로 지어졌으며, 이후 필라델피아 해군학교가 들어섰고, 1834년부터 1976년까지 미국 해군에서 은퇴한 해병자들을 위한 숙소로 사용되었으며, 결국 고급 콘도미니엄으로 재개발되었다. 이 장소는 1971년 국립역사유적지 등록부에 등록되어 국가역사 유적지로 지정되었다. - 미국 해군 아카데미 (USNA, Annapolis, 또는 단순히 해군) 는 미국 메릴랜드주 애나폴리스에 있는 4년제 공동 교육 연방 서비스 아카디미입니다. 1845년 10월 10일에 미국 해군 장관 조지 반크로프트 (George Bancroft) 에 의해 설립되었으며, 미국 5개의 서비스 아카데미 중 두 번째로 오래된 학교이며, 주로 미국 해군이나 미국 해병대에 임용하는 장교들을 교육합니다. 캠퍼스는 워싱턴 D.C. 동쪽에 있는 앤 아룬델 카운티의 세븐 강과 체사피크 만의 합류에 있는 포트 세븐의 옛 영토에 위치하고 있습니다. C (중국어) 그리고 볼티모어 동남 전체 캠퍼스는 국립 역사 기념물이며 많은 역사적 장소, 건물 및 기념물들이 있습니다. 1838년부터 1845년까지 애나폴리스에서 해군학원이 설립된 첫 번째 미국 해군학교로 활동했던 필라델피아 해군 망명소를 대체했습니다. - 포카텔로 (Pocatello) 는 미국 아이다호 주 동남부에 위치한 이웃 파워 카운티에 있는 포트 홀 인디언 보호 구역에 있는 작은 부분으로, 바노크 카운티의 군청이자 가장 큰 도시입니다. 바노크 카운티 전체를 포함하는 포카텔로 수도권의 주요 도시입니다. 2010년 인구조사에 따르면 포카텔로의 인구는 54,255명이었다 - 펄 하버는 호놀룰루의 서쪽에 있는 하와이 오아우 섬에 있는 항구와 주변 땅의 대부분은 미국 해군의 깊은 물 해군 기지입니다 또한 미국 태평양 함대의 본부이기도 합니다. U (미국) S (중국어) 정부는 1887년 처음으로 이 입구의 독점적 이용을 얻었고, 이곳의 선박들을 위한 수리 및 석탄화역을 유지할 권리를 얻었습니다. 1941 년 12 월 7 일 에 일본 제국 이 진주 항구 에 대한 공격 은 미국 이 제 2 차 세계 대전 에 참전 하기 의 즉각적 인 원인 이었다 - 존 토마스 에버솔 (John Thomas Eversole), 1915년 4월 17일 아이다호주 포카텔로에서 태어나 1938년 미국 해군사관학교를 졸업하고 1941년 5월 7일 , 에버솔은 USS 엔터프라이즈 (CV - 6) 의 토르페도 스쿼드 6 (VT-6) 에 합류했고 , 그의 스쿼드의 다른 많은 사람들과 함께 1942년 6월 4일 미드웨이 전투의 개막 단계에서 이 사건에 대한 에버솔의 결정은 사후에 해군십자 훈장을 수여받았다 - 펄 하버에 대한 공격, Pearl Harbor 전투, 일본 제국 총본부에서 하와이 작전 또는 인공지능 작전, 계획 중인 Z 작전으로도 알려진, 1941년 12월 7일 오전, 하와이로 영토의 진주 해군 기지에 대한 일본 제국 해군 항공 서비스의 갑작스러운 군사 공격이었다. 이 공격으로 인해 미국은 제 2 차 세계 대전 에 들어갔다 위 문항을 읽은 후, 우리는 \'john t\'와 함께하는 단체를 알고 싶어합니다. \'eversole\'는 \'죽음의 장소\'의 관계를 나타냅니다. 아래의 선택에서 답을 찾을 수 있습니다. 선택 사항: - 애나폴리스 - 아룬델 - 대서양 - 페럴 항구 공격 - 8월 - 오스트레일리아 - 발티모어 - 밴크로프트 - 전투 - 보이스 - 보스턴 - 체스피크 - 콜롬비아 - 코랄 해 - 델라웨어 - 함대 - 포트 윌리엄 - 프랑스 - 조지 - 하와이 - 홈 - 허드슨 - 아이다호 - 제국 - 메릴랜드 - 매사추세츠 - 중거리 - 중도로 아톨 - 몬타나 - 대부분 - 나가사키 - 북미리카 - 오하우 - 바다 - 오리건 - 태평양 - 전쟁 - 퍼셜 항구 - 펜실베이니아 - 필라델피아 - 포카텔로 - 해 - 세븐 - 쇼쇼 - 사이드 - 미국 해군대학교 - 웨스트베라크 - 워싱턴 - 버지니아 - 와이민드',
    "chosen": "존 T. 에버솔 (John T. Eversole) 은 1942년 미드웨이 아톨 근처에서 벌어진 미들웨이 전투에서 사망한 미국의 해군 장교이다. 1942년 6월 4일 그 전투에서 용기 때문에 사후 해군 십자가를 받았다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "이 작업에서 당신에게 숫자의 목록이 주어집니다. 목록은 두 개의 괄호와 코마로 분리된 숫자로 표시됩니다. 예를 들어: [1,2,3]. 당신은 목록에서 모든 정수 숫자를 제거해야합니다. 입력 목록의 모든 숫자가 빈 목록이라면 반환해야합니다. 0은 정수 숫자로 계산해야합니다. [121, 95, 137, 77, 0, 36, 21, 150]",
    "chosen": "이 목록 에서 정수 수 는 0, 36, 150 입니다. 따라서, 그 수 를 제거 해야 합니다. 결과 는 [121, 95, 137, 77, 21] 입니다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "질문: 캐나다 리그에서 프로축구를 플레이하기 위해 몇 살이 필요합니까? 구글에서 다음과 같은 답을 찾았습니다. 정규 시즌을 마치고, 한 리그의 4위 팀이 다른 리그에 있는 3위 팀보다 더 좋은 기록을 가지고 있다면 제외하면 (더 나은 기록이 있는 팀이 플레이오프에 진출하고 다른 리그의 플레이오프를 통과하면) 리그의 3주간의 디비전 플레이오프는 11월 후반에 전국 최대 규모의 스포츠 및 텔레비전 행사인 그레이컵 챔피언십으로 마무리됩니다. 그것이 올바른 대답입니까? 예 또는 아니.",
    "chosen": '제공 된 해답 은 캐나다 축구 리그 플레이오프 는 11 월 말 에 그레이 컵 챔피언십 경기에 끝나는 3 주간의 이벤트 로 알려 줍니다. 이 정보는 사실 이지만, 캐나다 에서 프로 축구 를 플레이 하기 위해 몇 살 이어야 하는지 언급 하지 않습니다. 따라서, 주어진 정보 에 근거하여, 우리는 "아니오"가 적절한 대답이라고 결정할 수 있습니다".',
    "rejected": "정답은 B입니다.",
}
{
    "prompt": '두 개의 엔티티가 입력된 경우, 두 번째 엔티티브가 첫 번째 엔터티의 일부인 경우 "예"로 분류하십시오. 그렇지 않으면 "아니오"으로 분류합니다. 언어학에서 메로니미는 부분을 표시하는 메로닉과 전체를 표시하는 홀로닉 사이의 의미적 관계입니다. 더 간단한 용어로, 메로늄 (즉, 두번째 엔티프트) 은 자신의 홀로니움 (예를 들어, 첫 엔티트) 과 일부 관계에 있습니다. Entity 1: zebra Entity 2: center',
    "chosen": '제브라 는 말 의 일종 이지만, 그 중심 은 그 자체 의 어느 부분 을 가리키지 않는다. 그러므로 답 은 "아니오" 입니다.',
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "다음 문맥에서 질문에 대한 답을 추출하십시오. 질문: 오바마 대통령의 두 번째 취임식이나 슈퍼볼 XLVII 하미타임 쇼에서 Beyoncé가 먼저 공연한 곳은 어디입니까? 컨텍스트: 2013년 1월, 데스티니의 아이 (Destiny's Child) 는 그들의 이전 앨범의 로맨스 테마 노래의 컴필레이션 앨범인 Love Songs를 발표했다. 55회 그래미 어워드에서 R&B 전통 공연을 위해 사전 녹음된 트랙과 함께 미국 국가가요를 연주했다. 다음 달, Beyoncé는 뉴올리언스의 베스트 메르세데스-벤츠 슈퍼돔에서 열린 Super Bowl XLVIII 하임타임쇼에서 공연했다. 이 공연은 역사상 두 번째로 트위터링 된 순간으로 1분당 268,000개의 트위터를 기록했다.",
    "chosen": "이 문장은 2013년 1월 20일 오바마 대통령의 두 번째 취임식에서 Beyoncé가 공연했다고 명시하고 있다. 다음 달에는 2013년 2월 3일에 열린 슈퍼볼 XLVII의 하반기 동안 공연했다. 그래서 오바마가 두 번째 정식식식에서 그녀의 공연은 슈퍼볼XLVII 하반기에 공연하기 전에 왔고 따라서 질문에 대한 지침에 따라 정확합니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": '질문: 칠면조는 손상되지 않은 상태로 유지되어야 합니다. 이 상황에서 유용한 해고의 완전한 이름은 무엇입니까? 선택 사항: - 가게에서 구입 - 배럴 - 냉장고 - 오븐 - 冷蔵庫 답은 "냉장고"입니다. 왜냐하면',
    "chosen": '여기 이유가 있습니다. "물질이 손상되지 않은 음식".',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "수학 단어 문제를 고려하면 다음 질문에 대답하십시오. 텍스트에 삽입된 숫자에 덧셈 또는 빼셈 수학 연산자를 적용하여 질문에 답하고 최종 수학적 답변을 보고해야합니다. debby는 그녀의 부품을 스택에 배치했습니다. 1 스택은 4 개의 동전, 다른 하나는 8 개의 동전을 가지고있었습니다. 총 몇 개의 동전이 있었습니까?",
    "chosen": "문제의 숫자 정보는 데비가 총 4+8=12개의 동전을 가지고 있다는 것을 알려줍니다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "이 작업에서, 두 번째 문장이 빠진 정확히 5 문장으로 구성된 단편 이야기가 주어집니다. 두 가지 옵션이 주어지며, 첫 번째 문장을 이야기의 나머지 부분과 가장 잘 연결하는 하나를 선택해야합니다. 첫 번째 옵션이 올바른 경우 '제1'로 답변을 표시하십시오. 그렇지 않으면 '제2'입니다. 잘못된 옵션은 다음 스토리 라인을 변경합니다. 따라서 적어도 다음 세 문장 중 적어도 하나는 더 이상 이야기와 일치하지 않습니다. 문장 1: 넬은 그녀의 집 뒤에 있는 필드에서 걸을 것을 좋아했습니다. 3 문장 3: 전, 그녀는 모든 색깔의 꽃의 끝없는 행렬을 보았다 4 문장 4: 결국, 넬이 하늘이 어두워진 것을 알아차렸다 5 문장 5: 그녀는 오늘 멀리 떨어진 곳에서 자신의 집을 볼 수 있도록 돌아갔습니다 1 문장 2: 비가 쏟아져 있었기 때문에 그녀는 갈 수 없었습니다. 2 문장: 한 날, 그녀는 꽃을 뜯어내며 걸었습니다.",
    "chosen": "이야기의 세 번째 문장은 넬이 꽃으로 가득한 현장에서 걷는 것을 묘사합니다. 이것은 첫 번째 문장과 일치하지 않습니다. 두 번째 문서는 넬은 어떻게 꽃로 가득 찬 현장에 왔는지 설명해야합니다. 옵션 2는 이것을 설명합니다. 따라서 일관성이 있으며 선택해야합니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": '질문과 답변 쌍의 주제를 결정하십시오. 질문: "시민 전쟁이 언제 어디서 시작되었습니까?"; 대답: "미국 간 전쟁 (ACW) 또는 단순히 남북 전쟁 (명칭 참조) 으로도 알려진 미국 내전은 1861 년부터 1865 년까지 미국 ("연합" 또는 "북") 와 남부 노예 국가들 사이에서 벌어진 내전이었다. 그들은 분리 선언하고 미국 연방을 구성했습니다 ("연방"또는 "남"). 주제는:',
    "chosen": '미국 내전 (American Civil War, ACW) 은 1861년부터 1865년까지 미국과 남부 노예 국가들 사이에 벌어진 내전이다. 그래서 이 질문과 답변 쌍은 "미국 내전"에 관한 것입니다.',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "이 작업에서, 당신은 오픈 도메인 질문을 받게 됩니다. 당신의 임무는 주어진 질문에 대한 답을 제공하는 것입니다. 각 질문에 대한 유일한 답은 하나뿐입니다. 당신의 대답은 짧아야 하며, 엔티티, 날짜, 숫자 등을 참조해야합니다. 문장의 맥락에 답변을 넣지 마십시오. 물세계에서 놀았던 어린 소녀는 누구입니까?",
    "chosen": "영화 '워터월드'에서 에노라라는 어린 소녀가 있었습니다. 그녀는 티나 마리 메이루리노가 연기했습니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": '다음 글을 읽고 가장 적절한 대답을 선택하십시오. 글: 미국에서는 운전 교육이 일반 고등학교 교육과정의 일부입니다. 모든 고등학교 2학년 학생은 운전 교육 수업을 들어야합니다. 그러나 다른 과목과 달리 정규 학기 동안 제공되지 않습니다. 대신 여름 수업으로 진행됩니다. 이 수업은 두 부분으로 나뉩니다 : 법률 및 규정을 배우기 위한 수업 시간과 운전 연습을 위한 주행 시간입니다. 수업 시간은 다른 어떤 수업과도 비슷하지 않습니다. 학생들은 운전 면허증을 받기를 원하는 모든 사람에게 제공되는 필기시험에 통과하기 위해 알아야 할 기본적인 법률을 공부하는 데 사용할 교재가 있습니다. 주행 시간은 학생들이 바퀴를 잡고 (조종 장치) 출발, 조향, 후진, 주차, 차선 변경, 코너 회전 및 자동차를 운전하기 위해 필요한 모든 기술을 연습할 수 있는 기회입니다. 각 학생은 총 6시간 운전해야합니다. 학생들은 4명씩 그룹으로 나뉘어집니다. 학생들과 강사는 2시간씩 주행합니다. 따라서 각 학생은 모임 당 반 시간 운전 시간을 얻습니다. 강사와 "운전자"는 앞 좌석에 앉고 다른 세 명의 학생들은 뒷 좌석에 앉습니다. 운전 교육 자동차는 다른 자동차와 달리 운전자 쪽과 강사가 앉아있는 반대편에 두 개의 브레이크가 있습니다. 따라서 만약 학생 드라이버가 문제를 일으키면 강사가 대신할 수 있습니다. 이 차량에는 또한 다른 특별한 기능이 있습니다. 차량 상단에 "학습용 드라이버"라고 쓰여진 표지판이 있어 인근 운전자들이 초보 운전자로부터 안전 거리를 유지하도록 경고합니다. 학생이 운전 교육 과정을 마치고 (각 주에서 이 나이는 다릅니다만 대부분의 경우 해',
    "chosen": "본문은 운전 교육이 여름에 가르쳐진다",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "입력으로 문서를 제공하면 해당 문서를 포함하는 카테고리로 답변하십시오. 5 가지 카테고는 스포츠 및 피트니스, 가정 및 정원, 취미 및 공예품, 음식 및 엔터테인먼트, 자동차 및 기타 차량입니다. 답변은 해당 카ટે고리에 밀접하게 속하는 문서를 기반으로 한 범주 중 하나여야합니다. 절반 정도 가득한 칵테일 셰이커에 얼음을 추가하십시오. 셰이크러에 수액과 스냅스를 측정하고 붓습니다. 뚜을 강화하고 철저히 쉐이크하십시오. 내용물을 샷 글래스에 넣으십시오.",
    "chosen": "이 구절은 칵테일을 만드는 방법에 대해 설명하고 따라서 '음식 및 엔터테인먼트' 범주와 관련이 있습니다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "맥락에 따라 질문에 대답하십시오. 맥락: 뉴헤븐 시내의 예일의 중앙 캠퍼스는 260 에이커 (1.1 km2) 를 차지하고 있으며 예일-뉴헤븐 병원과 인접한 주요, 역사적인 캠퍼스와 의료 캠퍼스를 포함한다. 웨스턴 뉴헤빈에서, 대학은 예일 골프 코스를 포함한 500 에이커 (2.0 km2) 의 운동 시설을 보유하고 있습니다. 2008 년, 예일은 웨스트 헤븐, 코네티컷의 136 에이커 (0.55 km2) 옛 베이어 약학 캠퍼스를 구입했습니다. 건물은 현재 실험실과 연구 공간으로 사용됩니다. 예일 또한 코넥티컷, 버몬트, 뉴햄프셔에서 7 개의 숲을 소유하고 있습니다. 그 중 가장 큰 것은 7,840 에이커 (31.7 km2) 마이어스 숲입니다.",
    "chosen": "맥락은 뉴헤븐, 코네티컷의 다운타운에 위치한 예일 대학교의 중앙 캠퍼스를 언급합니다. 그 다음으로 서부 뉴 헤븐에서 대학이 500 에이커 (2.0 km2) 의 운동 시설을 보유하고 있다고 명시합니다. 이 설명에서 이러한 시설은 Connecticut의 서부 뉴욕 헤븐에 위치하고 있다고 추론 할 수 있습니다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "다음 구절에 근거하여, 파손된 운전은 캐나다에서 형사범죄입니까? 캐나다에서 파손 된 운전은 자동차를 운전하거나 관리하거나 통제하는 형사 범죄를 설명하기 위해 캐나다에서 사용되는 용어입니다. 알코올 또는 마약으로 인해 자동차를 운행 할 수있는 사람의 능력이 손상되는 동안. 파손한 운전은 형법에서 여러 가지 범죄로 처벌되며, 장애로 인한 피해에 따라 더 큰 처벌이 있습니다. 또한 다양한 유형의 운전 면허가 정지로 이어질 수 있습니다.",
    "chosen": '이 구절 은 형법 의 여러 가지 범죄 에 대해 언급 합니다. 이는 법 에 의해 처벌 받을 수 있습니다. 즉, 영향력 있는 운전 은 범죄 입니다. 따라서 답 은 "예" 입니다.',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "이 작업에서는 두 명의 사람들 간의 작은 대화와 대화가 어떻게 이어져야 하는지에 대한 4 가지 옵션이 제공됩니다. 당신의 일은 가장 합리적인 옵션을 선택하는 것입니다. 대화와 옵션은 개행 문자로 구분됩니다. 대화에서 각 대화는 쉼표로 구분됩니다. F 및 M은 각각 여성과 남성을 나타냅니다. M : 리처드슨 선생님, 내 딸이 어젯밤 잠을 잘 못잤어요. 오늘 좀 더 신경써 주실 수 있나요?,F: 걱정 마세요, 크루즈 씨. 모든 아이들이 여기서 잘 돌봐 드릴 거예요. (A) M : 제 아들도 이 도서관에서 좀 더 신경쓸 수 있어서 기쁩니다. (B) M : 잠시만요! 제가 이해를 다 하지 못하겠는데, 다시 말해주실래요? (C) M : 음, 저는 딸이 세탁소에서 추가 관심을 필요로 할 것 같진 않아요. (D) M : 정말 고맙습니다. 제 친구들에게 이 보육원을 추천해 줄게요.",
    "chosen": '(A) 및 (C) 옵션은 대화의 맥락에서 의미가 없으므로 올바르지 않습니다. (B) 옵션은 대화의 자연스러운 연속성을 반영하지 않으므로 잘못되었습니다. (D) 옵션에서 "어린이집"이 "도서관" 대신 사용되었지만 이 상황에서는 아이들이 즐겁고 상상력을 탐구할 수 있는 곳으로 도서관을 부르는 것과 크게 다르지 않기 때문에 이 문장은 여전히 관련성 있습니다. 따라서 D 옵션이 정확합니다.',
    "rejected": "정답은 B입니다.",
}
{
    "prompt": '(CNN) -- "Wheel of Fortune" 역사상 가장 큰 실수가 아닐 수도 있지만, 포디움에 가치가 있을 수도 있습니다. 최근 스티븐이라는 참가자가 토스 우프 중 하나에서 하나씩 글자가 드러나기 전까지 출전자가 윙크하고 추측을 한다. 카테고리는 노래 가사였다. "S--F C--Y - HERE WE COME". 스티펜의 추측은 "Surf Clay Where We Go". "Where? Go? 정말? 어떤 호스트에게 "Uh, no", "What the bleep is surf clay"라고 말했다? 우리는 스티벤이 Jan과 Dean의 팬이 아닌 것으로 추정하고 있으며, 클래식 "surf City, Here We Place"를 잘 알지 못합니다.',
    "chosen": '이 문장의 주제를 가리키는 명칭입니다. 맥락은 TMZ가 스티븐 (Steve Dryer) 의 가사를 추적했다고 알려줍니다. 그는 웹 사이트에 서두르면서 공황을 일으켜 범주를 잊었다고 말했습니다. 따라서 TMZ는 "@placeholder"를 대체해야하는 올바른 답입니다.',
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "다음 질문에 대한 가장 올바른 답을 선택하십시오. 화산이 폭발하면 먼지와 재가 대기로 불어납니다. 이 폭발은 직접적으로 다음 중 어디에서 에너지 전달을 감소시킵니까? 옵션: - A: 지면에서 박테리아로. - B: 태양에서 식물로. - C: 식물에서 동물로. - D: 동물에서 공기로.",
    "chosen": '화산의 분진과 재가 대기 중에 불어나면 태양에서 식물로의 에너지 전달이 감소합니다. 결과적으로 이러한 입자들은 지구 상의 식생에 햇볕이 닿는 것을 막으므로 광합성은 늦어지거나 완전히 멈춥니다. 이 폭발은 직간접적으로 생명체들에게 영향을 주며, 다른 생명체들도 생존을 위해 직접적으로나 간접적으로 식물에 의존합니다. 따라서, 이 경우 "태양에서 식물" (B) 옵션이 정확합니다.',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "질문: 투슨은 해마다 얼마나 많은 햇빛을 받고 있습니까? 태양광은 300일 이상의 햇빛 기후와 함께 투스에서 지지를 얻고 있습니까?",
    "chosen": '이 구절 은 투슨 에서 햇볕 을 띠는 날 수 에 대해 이야기 합니다. 태양 에너지가 그 곳 에서 활력을 얻고 있는지 여부 는 이 질문 에 무관심 이 없으므로 그 문장 에서 얻은 정보 를 해답 으로 사용할 수 있습니다. 따라서, 여기서 올바른 선택 은 "예" 입니다.',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "기사를 읽고 가장 좋은 답을 선택하십시오. 기사는: 전 세계 과학자들이 엘 니노로 알려진 태평양의 물의 온난화를 연구하고 있습니다. 엘니노의 모습은 전 세계 날씨에 영향을 미치는 것으로 알려져 있습니다. 과학자들은 아직 완전히 이해하지 못합니다. 그럼에도 불구하고 그들은 이제 그것을 사용하여 세계의 다양한 지역에서 미래를 이야기 할 수 있음을 발견합니다. 한 예는 뉴욕 컬럼비아 대학교의 두 과학자 마크 케인과 고든 에셸의 작업입니다. 짐바브웨의 과학자 로저 버클랜드는 그들과 함께 작업했습니다. 그들은 엘니누 가뭄이 발생했을 때 짐바베웨가 거의 비가 내리지 않는다는 것을 발견했습니다. 이것은 짐바웨의 옥수수 농작물이 가난하다는 것을 의미합니다. 마지막 엘 나노는 1991 년에서 1993 년까지였습니다. 그것은 남동 아프리카가 심각한 비가 부족을 겪었을 때였습니다. 과학자들은 Nature 출판물에서 그들의 최근의 작업에 대해 썼다. 그들은 컴퓨터 프로그램을 개발 할 수 있습니다. 이 El Nino 가 사망하기 1 년 전에 일 년 전에 알니노가 사망합니다. 이 시뮬레이션에 따르면, 이 시스템은 다음과 같습니다.",
    "chosen": '이 기사는 짐바브웨의 엘 니노와 기상 조건 사이의 연관성에 대한 연구를 제시한다. 이 연구를 수행한 과학자들은 엘니노가 발생했을 때 짐바블웨의 옥수수 농작물의 수확이 그 년 동안 거의 비가 내리지 않았기 때문에 좋지 않았다는 것을 발견했습니다. 이것은 엘니누의 출현이 짐바ブ웨의 농작물 수확에 어느 정도 영향을 미친다는 것을 암시합니다. 따라서 방안 D는 구절에 따라 사실입니다. 방안 A는 직접 언급되지 않지만 "과학자들이 여전히 완전히 이해하지 못합니다"와 같은 문장 일부에서 추론 할 수 있습니다. 그리고 "지금 그들은 그것을 사용하여 미래에 대해 이야기 할 수 있음을 발견합니다". 방안 B는 세 명의 과학자가 함께 일했다고 명시합니다. 그러나 두 명만이 구체적으로 이름이 지정되어 있습니다 (Mark Cane 및 에셸) 로저 버클랜드의 특정 대학과의 연관성은 고든가 아닙니다.',
    "rejected": "정답은 B입니다.",
}
{
    "prompt": '복잡한 윤리적 상황과 그 유형에 대한 연관된 주장에 대한 실생활의 이야기인 게시물을 고려하면, 주장이 사실인지 아닌지를 확인합니다. 이 주장은 게시물이 역사적인지 아니면 가설적인지 여부를 묻습니다. 글은 작가가 이미 무언가를 한 때 "역사적"이고 작가가 미래에 무언가를 할 것을 고려할 때 "상설적"입니다. 만약 주장이 사실이라면 \'예\'라고 말하거나 \'아니오\' 라고 말하라: 다음 글은 역사적인 것입니다. 먼저 여러분들께 약간의 뒷이야기가 필요합니다. 엄마와 아빠는 내가 12살 때 이혼했고 동생은 7살 때 그들은 이혼 후 좋은 관계를 가지고 있었고 이 문제가 일어나기 전까지는 여전히 서로를 친구로 간주했습니다 내 아버지는 인도인이지만 아빠를 제외한 대부분의 가족들은 미국에서 살고 있습니다. 이제 이야기를 시작하겠습니다. 이혼 후, 제 여동생과 저는 9학년 때까지 어머니와 함께 살았습니다. 애리조나에서 8학년도 공부했고 9학년으로 오클라호마로 이사했습니다. 9학년이 끝날 때까지 진짜 논쟁은 없었어요 이 논쟁은 실제로 아무데도 시작되지 않았습니다, 제가 설명해 드리겠습니다. 제 어머니는 매일 3~8마일 정도 달리고 있고 저는 달릴 수 있습니다. 하지만 저는 달리는 것을 좋아하지 않습니다. 저는 35분만에 5km를 달렸습니다. 어느 날 그녀는 저를 강제로 선구로 초대했습니다. 제가 병에 걸렸을 때 저는 독감 때문에 뛰지 못한다고 말했습니다. 그녀는 괜찮다고 말했습니다. 5마일 또는 4km) 그리고 저는 말 그대로 할 수 없다고 말했습니다. 왜냐하면 저는 플립플랩을 착용했기 때문입니다. 그녀는 화를 내며 10회 달릴 수 없다면 집으로 걸어 가라고 말했습니다. 그리고 집까지 1마일 반 정도 떨어진 곳이었죠. 그래서 저는 집으로 걸어 갈 것을 결정했습니다. 집에 왔을 때 피곤해서 침대에 누워서 엄마가 돌아오기 전까지 몇 시간 동안 침묵의 대우를 받았을 때, 그녀는 제가 "그녀가 만난 가장 게으른 사람"이라고 말했고, 저는 직업 윤리가 없다고 말했고 저는 그녀에게 내가 아프다는 것을 설명했고 그녀는 제가 변명을 하고 있다고 말했습니다. 저는 그녀에게 더 공감해야 한다고 말했습니다. 그녀는 화가 났고, 제게 침묵의 대우를 한 며칠 후, 그녀는 저를 인도로 보내서 아버지와 함께 살기로 결정했다고 말했습니다. 그리고 제 여동생이 그녀와 함께 살면서 보호권을 그에게 넘겨주었습니다. 그 후 몇 번 논쟁을 했습니다. 이것이 좋은 대학에 진학하는 것을 어렵게 만들 수도 있고, 교육적으로 저를 억제할 수도 있다는 점에 대해요. 왜냐하면 인도 학교는 훌륭한 학문적 기준으로 잘 알려져 있지 않기 때문입니다. 저는 인도에 갔는데 여름방학은 없었어요 (인도학교는 6월 1일에 시작됩니다) 첫 번째 합격 시험 후 (인디언 미드터머스) 아빠의 가족들은 모두 제 교육 미래에 대해 이야기했습니다. 우리는 맨해튼에 사는 할머니와 함께 사는 것이 나에겐 더 좋을 것이라는 결론에 도달했습니다. 왜냐하면 그 곳의 교육 시스템은 오클라호마나 인도보다 낫기 때문입니다. 그들은 내가 비디오 채팅을 통해 엄마에게 이 아이디어를 말해야 한다고 결정했습니다. 그래서 저는 그렇게 했습니다. 그녀는 내가 그녀의 권위를 약화시키려고 하고 있다고 말했습니다. 그리고 제가 미국에 발을 들여놓으면, 그녀는 저를 가톨릭 학교 숙소로 보내게 될 것이라고 말했습니다. 그녀는 내가 대학을 마칠 때까지 미국에 살지 않을 것이라고 말했습니다. 그리고 왜 그런지 물었을 때 그녀는 가톨릭이 아닌 미국 학교에서 공부하고 싶지 않다고 말했습니다. 그녀가 이렇게 말한 후, 저는 기본적으로 가족들이 최선의 결정을 내렸다고 말했습니다. 그리고 우리는 그렇게 할 것입니다. 그녀는 내가 그녀에게 귀를 기울여야 한다고 말했어요. 왜냐하면 그녀는 제 어머니였기 때문입니다. 그리고 제가 그녀가 보육권을 포기했다는 것을 언급했습니다. 그리고 저는 맹세합니다. 제 평생 동안 이렇게 화가 난 사람을 본 적이 없습니다. 그녀의 얼굴은 붉은색으로 붉어졌습니다. 그리고 그녀는 제가 얼마나 끔찍한 아들이었는지 외치기 시작했습니다. 이 모든 일이 저와 어머니 사이에 많은 마찰을 일으키고 있습니다. 내가 잘못한 게 있나요? 아니면 제 어머니가 무합리하게 행동하고 계신가요?',
    "chosen": '이 글에서 저자는 자신의 어머니와 논쟁을 벌인 사건에 대해 설명합니다. 저자는 달리기 대신 트랙에서 집으로 돌아가는 것에 분노했습니다. 저자가 이 논쟁 이후 일어난 사건들을 설명하지만 사건들이 발생했을 때를 명시적으로 밝히지 않습니다. 그러나 그들은 9학년 연말이었으며 그 학교가 6월 1일에 다시 시작되었음을 언급합니다. 이는 사건들이 6월 또는 그 이전에 일어났다는 것을 암시합니다. 이것은이 시점에서 (6월) 이 모든 사건들이 이미 발생했다는 것을 의미합니다. 대답은 "예"입니다. 왜냐하면 이 모든 사건이 이미 일어났고 따라서 역사적이기 때문에 게시물에서 분명하기 때문입니다.',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "이 작업에서는 컨텍스트, 문장 및 캐릭터가 주어집니다. 문장은 주어진 캐릭터의 행동 또는 작업을 설명합니다. 또한, 맥락은 문장 또는 캐릭터에 대한 더 많은 정보를 제공합니다. 귀하의 임무는 주어진 문장에서 캐릭터가 표현하는 감정 중 하나를 반환하는 것입니다. 이를 위해 컨텍스턴스를 사용할 수 있습니다. 그러나 모든 입력에는 컨텍스가 제공되지 않습니다. 또한 일부 입력에는 감정이 없습니다. 그 반환은 '아무 것도'입니다. 맥락: 안나는 미국을 방문했습니다. 그녀는 숲과 호수를 보기 위해 여행을 갔다. 문장: 그런 다음 그녀는 웅장한 발발한 독수리가 날아가는 것을 보았습니다. 캐릭터: 독수리",
    "chosen": "본문 은 독수리 를 웅장하고 솟아오르는 것 으로 묘사 하였는데, 이는 놀라게 할 것 이다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "질문: 존 은 중요 한 일 을 받고 있습니다. 이것 은 그를 어떻게 느끼게 해 주는가? 선택 사항: - 그러면 - 두통 - 스테이크 - 행복 - 더 많은 것을 원 하는 것",
    "chosen": '그 이유는, "존이 무엇을 받든, 그것은 그에게 중요하기 때문에 그를 행복하게 해줍니다".',
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "W: 25센트. M: 좋아요, 두 개의 25센트 우표를 부탁드립니다. W: 여기 있습니다. 이 대화 전에 무슨 말이 있었나요?",
    "chosen": '한 여자 는 남자 에게 25 센트 가 항공 우편 으로 물품 을 보낼 것 이라고 말 하는 대화 를 한다. 답변 옵션 은 그 이전 에 남자 는 항공 우체 를 통해 우체 카드를 보내기 위해 얼마 를 지불 해야 할 것 이라고 물었음을 알려 준다. 이것은 무슨 일 이 얼마나 비싸는지 물었을 때 "좋아요"라고 대답 하고 그 다음 에 그 의 예산이 허락 한다면 원하는 것 을 물었을 수 있기 때문 이다. 그래서 답 은: M: 유럽 으로 항공 우표 를 보내기 위해서 얼마나 많은 돈을 지불해야 하는지 말해 줄 수 있습니까?',
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "이 작업에서, 당신은 영어로 뉴스 헤드라인을 받게됩니다. 당신은 게시물을 두 가지 클래스로 분류할 것으로 예상됩니다: 조롱 또는 비 조롱. 조롱 문장은 당신이 정말로 말하고 싶은 것과 반대되는 단어를 사용하는 것을 가리키는 문장입니다. 특히 누군가를 모욕하거나 자극을 표시하거나 단지 재미있게하기 위해.",
    "chosen": '제목은 톰 보슬리의 잠자리 수에 대한 작가의 자극을 표현하기 위한 단어의 연극이다. 이 경우 "잠자리"는 낮 동안 휴식 또는 잠을 보내는 기간을 가리킨다. 이는 잠자리를 대신 일하는 것으로 예상되는 "비서관"의 대명칭이다. 따라서, 이 게시물은 풍자론적이라고 분류 할 수 있습니다.',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "이 작업에서는 문장을 사용하여 대답할 수 있는 문장과 질문을 받게 됩니다. 당신의 임무는 문장의 정보를 사용하여 질문에 대답하는 것입니다. 질문에 대한 대답은 독특하며 문장의 연속적인 텍스트 범위입니다. 문장: 또한, 그들이 일치 할 때에도, 탈출 돌연변이가 종종 생성됩니다. 질문: 탈출하는 것은 무엇입니까?",
    "chosen": '"변동자"라는 문서는 주어진 질문에 대한 답입니다.',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": '여러 가지 선택의 문제: "예술 갤러리의 거짓 벽 옆에 어떤 사람이 앉아 있고 다른 사람들이 서 있다"라는 문장에 근거하여, "사람들이 앉아 있고, 다른 사람들은 벽 옆에 서 있다".라는 문장은 진실한 문장입니까?',
    "chosen": '이 전제와 가설은 모두 같은 장면을 묘사하고 있습니다. 사람들이 벽 옆에 앉아 있고 서 있습니다. 그들 사이의 유일한 차이점은 하나는 예술 갤러리라고 언급하는 반면 다른 하나는 그렇지 않습니다. 그러나 이것은 여전히 사람들이 앉아 있고 다른 사람들이 벽에 서 있는지 여부에 영향을 미치지 않습니다. 우리는 그들이 나중에 앉아 있다고 가정 할 수 있기 때문입니다. 따라서 대답은 "예"입니다.',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": '복잡한 윤리적 상황과 그 유형에 대한 연관된 주장에 대한 실생활의 이야기인 게시물을 감안하면, 주장이 사실인지 아닌지 확인합니다. 주장은 게시물이 역사적 또는 가설적인지 묻습니다. 게시물은 작가가 이미 무언가를 한 때 "역사적"이며 작가가 미래에 무언가를 할 것을 고려할 때 "하이포테틱"입니다. 주장이 진실이라면 \'예\'라고 말하십시오. 그렇지 않으면 \'아니오\'고 말합니다. 다음 게시물은 HISTORICAL입니다. 포스트: 내가 시작한 새로운 회사에서 정신적인 자살을위한 티셔츠를 만들었습니다. 그리고 내가 디자인한 티셔츠 중 하나는 전면에 "감진 갱"가있는 가슴이 깨진 사진입니다. 나는 내 인생에서 많은 것을 겪었고 그것은 다른 사람들과 관련이 있습니다. 그래서 나는 또한 다른 사람들에게 이익을 얻을 수 있습니다. 따라서 나는 미국 재단에 대한 부정적 대응에 대한 특정 정책에 따라 계속 움직일 수 있다고 생각합니다. 그래서 저는 여전히 모든 부정적인 응답을 가지고 있습니다.',
    "chosen": "포스트의 저자는 새로운 티셔츠 디자인에 대한 의견을 요청하고 있습니다. 저자는 그들이 최근에 시작한 회사에 대한 티셔츠를 만들었다고 언급합니다. 이는 포스트에 설명된 사건들이 가설적인 것이 아니라 이미 발생했다는 것을 암시합니다. 따라서 이 질문에 대한 대답은 '아니오'입니다. 왜냐하면 이 예의 텍스트를 바탕으로, 이 주장이 잘못된 것으로 보이기 때문에 이 포스트는 역사적입니다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "물은 깊이 들어갈수록 더 차가워집니다. 티나는 바다 속에서 점점 더 깊숙히 다이빙을 하고 있습니다. 온도는 증가하거나 감소합니까?",
    "chosen": "맥락에서는 바다의 깊은 곳으로 갈수록 물이 차가워진다고 언급합니다. 티나가 다이빙을 하면서 계속해서 아래로 내려갔기 때문에 그 주변은 더욱 추워지게 됩니다. 따라서 답은 '감소합니다'입니다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "여기서 해결해야 할 문제 는 다음과 같습니다. 풍선은 공기 로 가득 차서 갑자기 방출 될 때, 공기가 빠져나갈 때 방 을 돌아다니게 됩니다. 우주 운송과 비교할 때, 탈출하는 공기는 우주선 의 어떤 부시스템과 가장 유사합니까? 다음 4 가지 옵션 중, 올바른 답은 무엇입니까? - A: 안내 - B: 추진 - C: 지원 - D: 서스펜션",
    "chosen": "올바른 답은 B. 추진은 공간과 시간에 걸쳐 물체를 가속화하기 위해 시스템에서 추진력 또는 추진력을 생성하는 것을 의미합니다. 이것은 공구 (우주선을 대표하는) 를 방출했을 때 비행하도록 허용하는 탈출 공기와 비슷합니다.",
    "rejected": "정답은 C입니다.",
}
{
    "prompt": '다음은 짧은 이야기입니다. 수와 베키가 함께 살고 있지만 별도로 가게로 가고 싶어합니다. 그들은 같은 시간에 집을 떠나는 경우, 수이 차를 운전하고 베키는 걷고 있다면 누가 더 오래 가게로 갈 수 있습니까? (A) 수 (B) 베키. "베키"와 "슈" 사이에 가장 합리적인 답은 무엇입니까?',
    "chosen": '이 이유는 다음과 같습니다. "베키는 걸어서 더 오래 걸리겠지만, 스은 차를 운전하고 있기 때문에 더 빨리 목적지에 도착해야 합니다". </code>',
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "일정한 빠르기로 버스 A는 60000m를 가는 데 30분이 걸렸고, 버스 B는 245km를 가는 데 2시간이 걸렸습니다. 같은 곳에서 출발하여 한 시간을 달렸을 때 더 멀리 도착한 버스는 어떤 버스일까요?",
    "chosen": "이 문제는 버스 A와 버스 B가 일정한 속도로 이동할 때, 한 시간 동안 어느 버스가 더 멀리 도착하는지를 구하는 문제입니다. \n\n주어진 정보에 따르면 버스 A는 60000m를 30분 동안 이동하였고, 버스 B는 245km를 2시간 동안 이동하였습니다. \n\n우리는 두 버스가 한 시간 동안 각각 얼마나 이동하는지를 비교해야 합니다.\n\n주어진 식을 사용하여 계산할 수 있습니다. 주어진 식은 \"dict = {'A':a * (1 / b), 'B': c / d}\"입니다. 여기서 a는 버스 A가 30분 동안 이동한 거리인 60000m, b는 30분을 시간으로 변환한 값인 0.5, c는 버스 B가 2시간 동안 이동한 거리인 245km를 미터로 변환한 값인 245 * 1000, d는 2시간을 시간으로 표현한 값인 2입니다.\n\n계산을 해보면, dict = {'A': 60000 * (1 / 0.5), 'B': 245000}입니다. 따라서, 버스 A는 한 시간 동안 120000m를 이동하고, 버스 B는 한 시간 동안 245000m를 이동합니다.\n\n마지막으로, 이동한 거리가 더 멀리 도착한 버스를 찾아야 합니다. 주어진 식을 사용하여 비교하면, y = max(dict, key=dict.get)입니다. 이 식은 dict에서 값이 가장 큰 키를 찾아내어 y에 저장하는 것입니다.\n\n계산을 해보면, y = max({'A': 120000, 'B': 245000}, key=dict.get)입니다. 따라서, 버스 B가 더 멀리 도착한 버스입니다.\n\n따라서, 이 문제의 정답은 버스 B입니다.",
    "rejected": "정답은 C입니다.",
}
{
    "prompt": '연관된 여행 방식과 장소/지방을 연결하는 두 가지 유사성은 "A: B: C: ?"라는 형태로 나타납니다. "A : B"는 A: B와 여행 방식을 연결합니다. 귀하의 임무는 주어진 장소 C에 대한 적절한 여행 방식으로 (?) 의 질문 표시를 대체하는 것입니다.',
    "chosen": "포틀랜드로 여행하기 위해서는 보통 자동차를 이용하고 화성으로 이동하기 위해서는 우주선이 필요합니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "이 작업에서, 입력은 사용자와 보조 사이의 대화의 집합입니다. 당신은 기본적으로 사용자 의 질문 또는 측면에 대한 응답이 되는 대화를 찾아야 합니다. 와우! 그것은 미친 짓입니다! 당신은 나에게 말할 수있는 다른 것이 있습니까? 물론! 나미비아는 남아프리카의 나라이며 대서양 해안에 있습니다. 그들의 해안 사막은 세계에서 가장 오래된 사막 중 하나입니다! 당신은 매우 환영합니다. 안녕하세요, 나미비에 대해 조금 말해 줄 수 있습니까? 와우, 그것은 멋지다! 내가 떠나기 전에 재미있는 사실을 공유 할 수 있습니다?",
    "chosen": '첫 번째 대화는 보조자가 사용자의 질문에 대한 답변입니다. "당신이 나에게 말할 수있는 다른 것이 있습니까?" 두 번째 대화가 보조자의 사용자 질문에 대한 응답입니다".나는 떠나기 전에 재미있는 사실을 공유 할 수 있습니까?" 따라서 두 대화는 사용자가 묻는 질문에 대한 대답입니다. 그러나 하나의 대화가 답으로 요구되기 때문에, 우리는 첫 번째 옵션을 선택합니다. 따라서, 대답은 "확실합니다! 나미비아는 남아프리카의 나라이며 대서양 해안에 있습니다. 그들의 해안 사막은 세계에서 가장 오래된 사막 중 하나입니다!"',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": '이 작업에서는 연구 논문에서 문장과 해당 범주가 제공됩니다. 주어진 범주가 올바른지 여부를 "True"와 "False"로 제공하여 주어진 범주가 올바른지 여부를 분류하는 것입니다. 다음은 각 범주에 대한 정의입니다 : 배경 (왜 이 문제가 중요한가? 이전에 어떤 관련 작품이 만들어졌는가? 이전 작업에서 무엇이 부족한가? 고수준 연구 질문은 무엇인가? 이것이 다른 연구나 연구자들에게 어떻게 도움이 될 수 있을까?), 목적 (연구자들은 구체적으로 무슨 일을 하고 싶은가? 연구자들은 어떤 구체적인 지식을 얻고 싶은가? 연구자들은 어떤 구체적인 가설을 검증하고 싶은 가?), 방법 (연구자들이 일을 하는 방법이나 원하는 것을 찾는 방법), 결과 (연구자들이 발견한 것, 제안된 방법이 작동했는지, 사항이 연구자의 예상대로 동작했는지).", 문장 : which is involved in a variety of basic cellular processes and inflammatory responses. 섹션 : 목적',
    "chosen": '이 문장은 NF-kappa B의 역할을 다양한 기본적인 세포 과정과 염증 반응에 참여한다는 것을 설명합니다. 이것은 목적이 아니라 연구의 맥락과 관련성을 제공하는 배경 정보입니다. 연구의 목적은 산소 부족 상태에 놓인 뇌세포에서 핵 인자 카파 B (NFkB) 활성화를 차단하면 세포 사멸을 줄일 수 있는지 여부를 결정하는 것입니다. 따라서 이 문장의 올바른 범주는 "배경"이 아니라 "목적"이 아닙니다. 따라서 답은 False입니다."',
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "배경: 시간이 지남에 따라 HIV 복사본의 수가 계속 증가하고, 보조 T 세포의 수는 계속 감소하고 있습니다. 아래 그림은 초기 HIV 감염 이후 여러 년 동안 T 세포 수가 어떻게 감소하는지 보여줍니다. T 세포 수가 감소함에 따라 신체를 방어하는 면역 체계의 능력도 감소합니다. 결과적으로 HIV 감염자가 빈번하게 감염됩니다. 약물은 바이러스를 늦추지만 제거하지 않습니다. 따라서 현재 HIV 감염이나 에이즈에 대한 치료법이 없습니다. 또한 HIV 감염에 대한 백신도 없습니다. 그러나 과학자들은 하나를 개발하려고 노력하고 있습니다.",
    "chosen": "백그라운드에 따르면, 건강한 면역체계를 가진 HIV 환자는 몸을 방어할 수 있습니다. 시간이 지남에 따라, 바이러스 감염으로 인해 T 세포 수가 감소함에 따라, 그들의 면역 체계가 감염과 싸우는 능력도 감소합니다. 다른 말로 하면, 빈번한 감염은 보조 T 세포 수 감소로 인해 발생합니다. 톰은 20 년 이상 감염되었으며, 닉은 문항 정보에 근거하여 HIV 바이러스의 흔적을 가지고 있지 않습니다. 뿐만 아니라 톰은 HIV 바이러스에 대한 복사본이 10 배 이상 더 많아서 그의 CD4 + T 림포세이트 수 수는 최근에 질병을 앓고있는 감염된 사람보다 훨씬 낮을 것입니다.:)",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "다음 대화 회전은 무엇입니까? 나는 보일스톤 지역에 있습니다. 나에게 도미노에서 2 개의 피자를 주문 할 수 있습니까? 그 위에. 어떤 크기로? 톱핑? 큰, 페퍼니와 버섯 한 가지, 올리브와 토마토 다른 하나는. 어떤 종류의 껍질, 어떤 종류의 소스? 일반 소스, 손으로 던진 껍질을. 오케이 치즈? 모자렐라, 일반적인 것 처럼. 이제 톱링에 대해. 녹색 올리브 및 토마티 한 가지. 녹 올리브는 사용할 수 없습니다. 그 다음은. 좋습니다. 시도합니다. 어떻게 올까요? 배달?",
    "chosen": '사용자가 두 개의 피자를 주문하고 전체 비용을 기다리고 있습니다. 전체 비용을 지정한 후, 시스템은 주문이 준비되면 텍스트가 전송될 것이라고 제안합니다. 사용자의 가장 합리적인 반응은 주문이 배치 된 이후 감사하고 걸어 놓는 것입니다. 따라서 대답은 "감사합니다. 나는 그것을 가지고 있습니다. 안녕하세요, 헤일리".',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "질문: 저스틴 바이버가 첫 앨범을 언제 발매했나요?",
    "chosen": "그의 첫 번째 앨범은 2010년에 발매된 '마이 월드 2.0'입니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": '온라인에서 다음 기사를 찾은 다음 질문에 대답하기 위해 사용하십시오: 프로젝트인 모나데와 데뷔 앨범의 제목인 사회주의 또는 바바리 (Socialisme ou Barbarie) 는 카스토리아디스의 작품에 대한 참조입니다. 스테레오라브의 음악은 정치적이고 철학적으로 충전되어 있습니다. 팝매터스 의 데이브 히튼 은 그룹 이 "[사] 가사를 사용 하여 아이디어 를 전달 하고 그 들 을 사용 하여 단어 들 이 즐겁게 들리는 방법 을 사용 했다고 말 했다 " 2006년 컴파일인 \'패브 포 스티어\'의 가사는 전쟁, 자유를 억압하는 정부, 그리고 "모든 것에 직면한 평범한 사람들이 느끼는 무기력"에 대한 주제를 담고 있습니다. "그룹의 가사를 쓴 라티시아 사디에르는 마르크스주의 이론가 가이 데보르드의 상황주의 철학 사회와 이라크 전쟁에 대한 그녀의 분노에 영향을 받았다 초현실주의, 그리고 상황주의 문화와 정치 운동 또한 영향을 미쳤고, 1999 년 살롱 인터뷰에서 사디어와 가네가 언급 한 바와 같이 비평가들은 밴드의 가사에서 마르크스주의적 언급을 보았고, 밴드 멤버들을 마르크시스트라고 부르기도 했습니다. 음악 저널리스트 사이먼 레이놀즈는 사디에르의 가사가 "마음의 문제"보다는 마르크스주의적 사회적 논평으로 향하는 경향이 있다고 언급했다. 1994년 싱글 \'핑 ?? \'는 이러한 주장에 대한 증거로 제시되었습니다. 이 노래에서 사디어는 "자본주의의 잔인한 침체와 회복의 순환에 대해" 노래하며 "마르크스주의 경제 분석의 핵심 원칙 중 하나에 대한 명백한 설명"을 구성합니다 (평론가 레이놀즈와 스튜어트 메이슨이 각각 말했다) 밴드 멤버들은 그룹과 그 음악을 마르크스주의와 연결하려는 시도에 저항했습니다. 1999년 인터뷰에서, 게인은 "우리 중 누구도 마르크스주의자가 아닙니다. [중고] [중고] 저는 마르크스를 읽어 본 적도 없습니다. 가인은 사디에르의 가사가 정치적인 주제에 영향을 미치지만 사디어는 또한 그녀가 마르크스를 거의 읽지 않았다고 말했습니다. 반면, 급진적인 정치 철학자이지만 마르크스주의를 강력하게 비판하는 코넬리우스 카스토리아디스는 사디에르의 사고방식에 중요한 영향을 끼쳤다고 언급되었습니다 그녀의 사이드 프로젝트, Monade의 이름과 데뷔 앨범 [중고] [중고] [중고]',
    "chosen": '이 기사에서는 스테레오라브의 음악은 전쟁, 자유를 억압하는 정부와 "모든 것에 직면한 평범한 사람들이 느끼는 무기력함을" 주제로 담고 있다고 언급한다. 밴드는 또한 비평가들에 의해 마르크스주의적 사회적 논평에 기울었다고 비난받았다. 그러나 가인은 그가 마르크스를 읽지 않았다고 주장하지만, 사디어는 그녀가 카스토리아디스의 작품에 영향을 받았다고 말한다.',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": '주인공 프리탐 (Ganesh) 은 강풍 속에서 에바 쇼핑몰을 방문하면서 아름다운 소녀인 나디니 (Nandini) 를 발견합니다. 그녀를 쳐다보는 동안, 그는 실수로 유관 구멍에 떨어집니다. 난디니는 그를 구덩어리에서 구출했지만 그 과정에서 그녀가 방금 샀던 심장 모양의 시계를 잃었습니다 그의 어머니와 함께 마디케리까지 가는 동안 , 프리탐은 자누라는 남자를 마주한다 난디니를 따라다니던 자누는 프리탐을 때리고 난디니와 사랑에 빠졌다고 생각했어요 프리탐은 자누가 나니니에게 가까이 오지 않겠다고 맹세했다는 사실을 알지 못해 자누와 그의 갱단을 대가로 죽인다 마디케리에서 프리탐은 예상치 못한 채 나디니를 만난다 그는 자신을 확인하고 그녀에 대한 사랑을 표현하고 그들의 결혼의 징후로 시계를 묶을 것을 제안합니다. 이미 약혼한 나디니는 그의 요청을 거절합니다 그럼에도 불구하고 , 프리탐은 다시 만나면 나디니와 결혼하겠다고 맹세합니다 . 한편 , 프리탐은 마디케리에서 그의 호스트인 Subbayya는 Nandini의 아버지입니다. 그는 거의 귀가 들지 않습니다. 그리고 Nandini가 결혼하는 데 불과 한 주밖에 걸리지 않습니다. 절망에 빠진 프리담은 나디니의 심장 모양의 시계를 던져버립니다. 하지만 나니니는 그에게 전화를 걸고 돌아와라며 반가워서 프리담은 그녀의 시계를 찾아와 다시 가져왔다 . 탐색 중 그는 데바다스라는 토끼를 발견하고 난디니의 친구들은 결혼식에 뭄바이에서 도착할 예정이기 때문에, 프리담은 난디니는 철도역으로 데려간다. 뭄바이에서 오는 열차는 5시간 늦어졌기 때문에 나니니와 프리탐은 인근의 언덕 사원을 방문하기로 결정했습니다 이전 구절에 근거하여, 프리담은 마디케리 여행에서 누구와 마주쳤으며 왜? "자누, 그는 나니니를 보호하기를 원하기 때문에"는 올바른 대답입니까?',
    "chosen": "네, 왜냐하면 그것이 올바른 답이기 때문입니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": '다음 기사를 읽고 질문에 대답하십시오. 기사: 몇 년 전 나는 이웃 리드 씨를 잘 알지 못했습니다. 이제 우리는 친구입니다. 모든 것이 그의 집 근처의 농구 경기에서 시작되었습니다. 피터는 나에게 공을 넘겨주었습니다. 그러나 나는 그것을 잡지 않았고, 그것은 바로 리드의 정원에 들어갔다. 모두가 그가 아이들을 좋아하지 않는다고 말했다. 아무도 공을 잡을 용기가 없었다. 그리고 아무도 리드씨를 잘 몰랐습니다. 그는 그의 집에서 나왔습니다. 그리고 그는 다른 사람들과 이야기했습니다. 나는 느리고 조용하게 리드 선생의 정원으로 들어갔습니다. 나의 손이 땀이 땀을 흘렀습니다. 갑자기 나는 키가 높은 남자가 나를 따라가는 것을 보았습니다. 그것은 미스터 리드였습니다. 그는 물었다. "이것은 당신의 공입니까?" 그는 말했다. 나는 예라고 말했다. 그리고 그것을 해달라고 말했다. 나를 놀라게 할 때, 리드씨는 "왜 당신은 다시 볼 수 없습니다? 아무도 이 게임을 사용하지 않았습니다. 몇 년 동안. 그는 다른 사람과 이야기했다. 대답합니다. 우리는 항상 자신의 친구들에 대한 좋은 교훈이 있습니다.',
    "chosen": "맥락을 고려하면 리드 씨는 아이들이 자신의 정원에서 농구를 놀도록 초청했습니다. 이것은 이전에 믿었던 것처럼 그는 아이들을 싫어하지 않았다는 것을 암시합니다. 그래서 답 C는 잘못된 것이고 올바른 선택은 그가 아이들을 좋아하지 않는다는 것입니다.",
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "다음 대화 를 읽고 질문 에 대답 하십시오 M: 메리, 내가 독일에 일자리를 신청하는 걸 생각해봤어 저는 다양한 직업에 대한 세부사항을 가지고 있습니다. 그리고 어떤 직업이 가장 좋은 것인지에 대해 여러분의 의견을 듣고 싶습니다. F: 직업은 어디에 있습니까? M: 하나는 ?? 헨, 하나는 프랑크푸르트, 다른 하나는 함부르크에 있습니다 F: 헨은 아주 좋은 장소가 되어야 합니다. M: 예, 그리고 그것은 또한 독일의 아름다운 부분에서 Alias에서 멀지 않습니다 F: 아이들이 주말에 스키를 타면 좋겠어요! M: 하지만, 헨의 한 문제는 매우 빠르게 성장하고 있다는 것입니다. 즉, 생활비용은 아마도 매우 높을 것입니다. F: 프랑크푸르트보다 더 높은 임금이지만 함부르크보다 낮습니다. 함부르크 직업은 가장 많은 책임을 져야 합니다. 경력 발전의 관점에서 봤을 때, 그것은 아마도 내 가장 좋은 직업일 것입니다. F: 함부르크도 영국과 가장 가까운 곳이기 때문에 긴 주말이나 휴일에 돌아오는 것이 쉽죠. M: 맞습니다. 그리고 정기적인 페리 운행이 있어 요금이 상당히 절약될 수 있습니다. F: 독일 전체에서의 생활비용은 어떻게 될까요? 영국과 비교하면 어떨까요? M: 물론 여기보다 높습니다. 하지만 급여는 상당히 높죠. F: 그리고 숙박시설은 어떨까요? M: 사실, 헨, 프랑크푸르트, 함부르크 같은 도시에서 아파트는 런던보다 훨씬 저렴합니다. 그래서 우리는 아름답고 넓은 아파트에 살 수 있을 것입니다. F: , 멋져요! 이 도시에서 문화 시설이 어떤지 아시나요? M: 사실, 세 곳 모두 꽤 좋습니다. 하지만, 물론, ?? 헨은 문화 중심지로 국제적인 명성을 가지고 있습니다. F: 물론 우리가 고려해야 할 또 다른 것은 교육의 가능성은 얼마나 오랫동안 독일에 가고 싶습니까? 저는 해외에서 일하는 것이 제 경력에 도움이 될 것이라고 생각합니다. 물론, 그것은 당신과 아이들에게도 좋은 경험이 될 것입니다. F: 그래서 우리는 거기에있을 것입니다. [중고] [중고] 질문: 그 사람 은 독일 에서 얼마나 오래 머물려고 합니까? - 한 년 - 약 2년 - 5년 이상 [중고]",
    "chosen": "강연자 는 독일 으로 이주 하고 있을 수 있는 일자리 를 논의 하고 있습니다. 대화 의 남자 는 그들이 5 년 이상 이지 말 것 이라고 말 합니다. 즉, 그는 5 년 보다 적은 기간 에 독일 에 머무르려고 합니다. 따라서, 답 은 5 년 이 넘지 않습니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "다음 구절은 무엇에 관한 것인가? 유대인에 대한 유전 연구들은 전세계적으로 대부분의 유대인들이 중동에서 유래한 공통 유전적 유산을 가지고 있으며, 그들은 비옥한 반달의 민족과 가장 강한 유사성을 가지고 있음을 보여줍니다. 다른 유대 집단의 유전적 구성은 유대인들이 공통 조상 기원에 대한 표시로서 4,000 년 전의 공통 유전적인 풀을 공유한다는 것을 보여줍니다. 그들의 장기적인 분리과 공통 유전 기원에 따라 유대인들은 공통 문화, 전통 및 언어를 유지했습니다.",
    "chosen": '이 구절은 유대인들의 유전적 유산과 중동 지역과의 연관성에 관한 연구들을 가리키는 것이 분명합니다. 이 구절이 정확히 말하는 것에 대해 말하는 유일한 옵션은 "유대인"입니다. 따라서, 우리는 여기서 올바른 답이 있어야 한다는 결론을 내릴 수 있습니다.',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "프랭클린 스트리트 101 에 있는 주요 도서관은 월마다 젤먼룸, 2층 갤러리, Dooley Foyer 및 Dooley 홀에서 개인 및 단체 전시회를 변경합니다.",
    "chosen": '이 구절은 Dooley Foyer이 월간 전시회가 열리는 지역 중 하나라고 알려줍니다. 그러나 이 지역이 "Dooley Hall"에 위치하는지 또는 근처에 있는지 언급하지 않습니다. 제임스 T. Dooley 이름을 가진 다른 건물도있을 수 있으며 그러한 장소도 전혀 존재하지 않을 수도 있습니다. 따라서 우리는 그들이 한 장소의 일부인지 확실하게 추론 할 수 없습니다. 따라서 옵션 (2) ("아니오") 는 옳습니다.',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": 'PersonX와 관련된 "Event", "Intent"를 제공받습니다. 주어진 이벤트와 그들의 의도에 대한 PersonX의 반응/반응을 추측합니다. Event:PersonX는 PersonY의 컬렉션을 탐색합니다. 의도는: 1) y를 알아보기 위해',
    "chosen": "PersonX는 PersonY의 컬렉션을 탐색하여 그들을 알아볼 수 있습니다. 이것은 PersonX가 PersonY와 연결된 느낌을 줄 것입니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "이벤트를 기반으로 텍스트를 생성하는 것입니다. 주어진 이벤트에는 일반적으로 PersonX가 이벤트에서 행동을 취합니다. 당신의 임무는 그 사람이 그 행동을 한 후 어떻게 느꼈는지, 즉 그 사람의 감정적 반응을 작성하는 것입니다. PersonX가 PersonY의 논문을 마칩니다.",
    "chosen": "PersonX가 PersonY의 논문을 마치면 두 사람이 매우 가까운 친구일 가능성이 매우 높습니다. 따라서 이 상황에서 가장 가능성 있는 반응은 PersonX가 PersonY에 대해 우호적으로 느끼는 것입니다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": '"A : B. C :?" 형식으로 주어진 두 개의 유추는 항목 A를 해당 컨테이너 B에 연결합니다. 당신의 임무는 주어진 항목 C에 대한 적절한 컨테이너를 "A : B" 관계를 따라 물음표 (?)로 대체하는 것입니다. detergent : bottle. honey :?',
    "chosen": "꿀은 병에 담겨 있고 세제는 병에 담겨 있습니다.",
    "rejected": "정답은 C입니다.",
}
{
    "prompt": '가설: 아래 층 에 그 들 의 세 개 가 있다". 가설. 아래 층 에는 그 들 이 다섯 개 가 있습니다. 가설 은 가설 을 포함 합니까?',
    "chosen": "이 가설은 아래 층에 \"그들\" 중 세 가지가 있다고 명시하고 있지만, 전체적으로 얼마나 많은지 언급하지 않습니다. 이 점에서 가설 또한 모호하며 이러한 객체들이 실제로 무엇을 나타내는지를 맥락에서 추론할 수 있습니다 (예를 들어 이전에 언급되거나 설명되었을 경우), 그러나 단 하나의 문장을 감안하면 이 추론은 잘못 될 수 있습니다. 따라서 우리는 가설이 가설을 포함하는지 확실하게 말할 수 없으며 따라서 '아니오'를 선택하는 것 외에는 선택이 없습니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "제1항의 주제는: 곤충은 외골격으로 뒷받침되는 세분화된 신체를 가지고 있으며, 단단한 외부 덮개는 대부분 치틴으로 이루어져 있다. 몸의 세분들은 세 가지 특징적이지만 상호 연결된 단위 또는 태그마타로 구성되어 있다. 머리에는 두 개의 감각 안테나, 두 개의 복합 눈, 그리고 존재할 경우 1~3 개의 간단한 눈 (또는 오첼리) 와 입을 형성하는 여러 가지 변형된 첨부물 세 세트가 있다. 흉내에는 6개의 세분화 된 다리이 있으며, 각는 흉내, 메소토토라크스 및 메타토락스 세그먼트를 구성하고, 두 개 또는 네 개의 날개를 구성한다. 복부에는 열두 개의 세게먼트가 포함되어 있지만, 일부 곤충들 중에서는 이러한 개체 안테나가 복부 또는 복식 구조가 많이 줄어들며, 특히 복식구와 호흡구, 복식 및 복식, 그리고 복식기구와 복식 등의 많은 구조가 포함된다.",
    "chosen": '본 문서는 곤충에 관한 것입니다. 이 주제로 시작하여 곤충의 특징, 즉 외골격, 감각 안테나, 복합 눈 등에 의해 뒷받침되는 세분화된 신체에 대해 자세히 설명합니다. 따라서 " 곤충"이라는 답이 나올 수 있습니다.',
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "이 작업에서는 텍스트 대화가 주어집니다. 그리고 텍스트의 근본적인 감정을 추론해야 합니다. 가능한 감정은 행복, 슬픔, 분노, 또는 다른 것입니다.",
    "chosen": '"나는 지금 슬프다"라는 말 은 연설자 가 슬프다는 것 을 분명 히 알려 준다. 다른 말 은 근본적 인 감정 을 결정 하기 위해 어떤 맥락 을 제공 하지 않는다.',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "목표와 2가지 해결책을 제시하면 가장 적합한 솔루션을 선택하세요. 목표: 나무를 오르는 데 로프를 어떻게 사용할 수 있습니까? - 해결책 1: 로프를 나무에 붙여서 나무에 올라갈 수 있습니다. 그 다음 로프를 다리 위에 로프를 묶어 로프를 올릴 수 있으며, 다른 발로 자리를 잡고, 팔을 들고 올라갈 때마다 몸을 끌어올리고, 발을 재조정할 수 있다.",
    "chosen": "해상법 1은 나무를 밧줄으로 둥지를 틀고, 다른 발로 코일을 잡고, 팔로 끌어올릴 수 있다고 명시한다. 당신이 올라갈 때마다 재조정하는 과정은 나무 꼭대기에 도달할 때까지 반복된다. 이 방법은 모든 4 개의 장구 (팔과 다리) 를 사용하며, 몸의 상부와 하부 부분 모두에서 무게를 균등하게 지지하면서 더 빨리 올라갈 수 있습니다. 해상법은 2은 로프를 사용하여 나무에 올라가는 동안, 밧 줄을 사용하여 톱니에 을 통해 발을 는 것이 필요하다는 것을 제안합니다. 해결법 1이 말하는 것과 달리 다리 대신 손을 사용하는 것은 팔을 사용하는 사람이 물건을 잡기 위해 설계되지 않았기 때문에 자신을 끌어 올리는 것을 더 어렵게 만듭니다. 이것은 또한 근육에 불평등한 양의 부담을 초래할 수 있다는 것을 암시합니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "대화: 루시 스톤의 마지막 출연은 언제였을까요? - 루시 스토인은 1893년 5월 딸과 함께 시카고로 가서 세계 여성대표대회에서 마지막 공개 연설을 했습니다. 루시스톤의 최종 출연이 어디에 있었습니까? - 세계 여성 대표대회는 여성들의 관심사를 표현하기 위해 일주일 동안 개최된 대회였습니다. 1893년 6월 세계 콜롬비아 전시회 (시카고 세계 박람회) 에서 개최되었습니다. - 1893년 9월 세계 여성 대표대회에는 무슨 이유가 있었나요? - 미국 각 지역에서 여성들이 주최한 81회에서 15만 명이 세계대회에 참석하여 27개국 500여명의 연설을 들었습니다.",
    "chosen": '루시 스톤 이 1893 년 5 월 에 세계 여성 대표 의 대회 에 마지막으로 출연 했기 때문 에, 이 대회 도중 연설 한 것 이라고 가정 하는 것 은 가장 합리적 이다. 따라서, 그 해답 은 "루시 스턴 은 50 년 의 진보라는 제목 으로 준비 한 연설 을 발표 하였다.',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "당신은 인간과 가상 보조 사이의 대화에서 문장을 부여받습니다. 당신의 임무는 다음 다섯 가지 행동 범주 중 하나인 INFORM, INFORm_INTENT, OFFER, REQUEST_ALTS로 문장을 분류하는 것입니다. 문장은 무언가를 알리는 것에 관한 것이라면 'INFORM'를 생성하십시오. 어떤 것을 요청하는 것에 관한 경우 'REQUEST'을 생성합니다. 문장에서는 제공된 것보다 대체 옵션을 요청하는 것을 언급하면 'REQuEST_ ALTS'를 발생시킵니다. 마찬가지로 문장이 어떤 정보를 제공하는 경우 'OFFER'를 만듭니다. 문장이 무언가를 하려는 의도에 관한 경우, 나는 이벤트를 검색하고자 합니다.",
    "chosen": "문장은 어떤 일을 하기 위한 의도를 나타냅니다 (이 경우, 사건들을 찾는 것) 따라서 답은 'INFORM_INTENT'입니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "이 작업에서는 문맥, 문장 및 캐릭터가 제공됩니다. 문장은 주어진 캐릭터의 행동 또는 직업을 설명합니다. 또한 문맥은 문장이나 캐릭터에 대한 추가 정보를 제공합니다. 당신의 임무는 주어진 문장에서 표현되는 감정 중 하나를 반환하는 것입니다. 이를 위해 Context를 사용할 수 있지만, 모든 입력에서 Context가 제공되지 않을 수 있습니다. 또한 일부 입력에서는 감정이 전혀 없을 수 있으며 그 경우 'None'을 반환하십시오. Context: 없음 문장: 할아버지는 항상 우편으로 신문 패킷을 보내줍니다. 캐릭터: 할아버지",
    "chosen": "캐릭터의 할아버지가 우편으로 신문 패킷을 보내주고 있다는 것은 캐릭터가 신문과 읽기를 좋아한다는 것을 시사합니다. 송금 대상이 그의 손자인 것으로 추론됩니다. 할아버지가 이러한 선물로 소중한 소유자인 그의 솔잎들에게 기쁨을 줄 목적으로 한다고 생각할 수 있으며, 그는 스스로 기쁨을 느낍니다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": '다음 과 같은 대답 을 가진 질문 을 생성 하십시오. 알렉산더 코빈스 는 다음 영화 의 줄거리를 설명 합니다. 1202 년 에 세 명의 뱀파이어 장로 들 (마르쿠스, 빅토르, 아멜리아) 의 지휘 로 한 군대가 라이칸 족 이 파괴 한 마을 에 도착 합니다. 빅토르와 아멜리아가 목표물을 잡습니다. 마르쿠스의 쌍둥이 형제 윌리엄 코르빈스. 마르쿠스의 반역에도 불구하고, 빅토르는 윌리엄이 영원히 비밀 장소에서 감옥에 갇히도록 명령한다 오늘날, 뱀파이어 셀레나는 마이클을 안전한 집으로 데려가서 뱀파이어의 레전트 크라벤과 대면할 수 있습니다. 그녀는 크라븐이 마커스를 죽이고 그를 막으려는 계획을 가지고 있다는 것을 알고 있습니다. 하지만, 마커스는 크라벤이 도착하기 전에 깨어났습니다. 마커스는 크라벤과 그의 사람들을 죽인다 노인 로렌츠 매카로 는 라이칸 들 의 웅덩이에 벌어진 전투 의 여파 를 조사 하기 위해 "청원"팀 을 파견 한다 매카로는 빅토르의 시체를 조사했을 때 내부에 금속 디스크가 있습니다. 다른 절반은 이제 미하엘이 소유 Lucian의 죽음 이후 마커스는 셀레나와 마이클을 추적하고 공격하지만 그들은 그를 피하고 창고에 숨어있다 그곳에서 셀렌과 마이클은 자신의 감정을 공유하고 열정적인 섹스를 합니다. 이제 마커스에게 이 pendant이 중요하다는 것을 알고, 마이클과 셀레네는 마커스가 왜 이 pendant을 원하는지 알아내기 시작했습니다. 셀레네 는 어린 시절 에 그 를 보았지만 그 의 의미 를 알지 못한다고 회상 한다 그들은 추방된 뱀파이어 역사학자 안드레아스 타니스의 은신처로 여행합니다. 그는 마르쿠스가 최초의 뱀파이어가라는 것을 밝히고 있습니다. 마커스는 박쥐에 의해 물려서 뱀파이어로 변했고 윌리엄은 늑대에게 물려져서 늑대인간으로 변했습니다. 세 번째 아들은 인간으로 남았으며 마이클을 포함한 필사적인 후손의 계통을 낳았습니다. 그는 최초의 라이칸 - 뱀파이어 하이브리드가 되었습니다. 윌리엄이 만든 최초의 늑대인간은 완전히 동물이었고 인간으로 돌아갈 수 없었습니다. 윌리엄의 파괴력 때문에, 마르쿠스는 그 당시 죽어가는 필사적인 군주였던 빅토르에게 접근하고, 윌리엄을 추적하고 막는 대가로 그와 그의 군대를 불멸의 뱀파이어로 바꾸겠다고 제안했습니다. [중고] [중고] [중고]',
    "chosen": '이 질문은 언더월드 영화에 관한 것입니다. 나는 지난 주에 이 영화를 보았고 훌륭했습니다. 매카로가 빅토르의 시체를 조사하는 장면에서 그는 소냐가 원래 착용한 pendant과 일치하는 금속 디스크를 발견합니다. 그 다른 반은 현재 미카엘에게 루시안이 죽은 후 소유됩니다. 이것은 셀레인과 마이클이 왜 마커스가 그것을 원하는지 알아내려고 시작했을 때 안드레아스 타니스를 방문합니다. 그는 알렉산더 코르비누스가 그의 진짜 이름이라고 밝히고 있습니다. 그래서 나의 대답은 "마카로의 진짜 이름은 무엇입니까?"',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "답변을 작성하세요. DIALOG: 제임스 랜디는 작가로서 무엇을 했습니까? - 제임스 란디는 10 권의 책의 저자이며, 그 중에서도 유명한 마술사의 생리사인 콩 (Conjuring) 를 쓴다. - 유명 마술사의 서술사인 제임스 랭디에 또 다른 흥미로운 것은 무엇입니까? - 제임스 랜드디의 콩 ?? (The Conjuring by James Randi) 는 가장 영향력 있는 마술사를 선정하고 그들의 역사를 이야기하며, 종종 이상한 죽음과 길을 걷는 경력의 맥락에서 이야기합니다. - 제임스 Randi의 책 '콩'에서 언급 된 가장 유명한 마법은 무엇입니까?",
    "chosen": "제임스 랜디의 'The Conjuring'에서 언급한 가장 유명한 마술사는 해리 후디니입니다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "그래서 우리는 오늘 밤 여기 앉아 있습니다. 마이크가 을 고 있었습니다. 저는 컴퓨터에 앉아 있었습니다. 마야는 문 앞에 서서 아빠가 불로 놀고 있는 것을 지켜보고 있었습니다. 그녀는 ABC를 꺼내기 시작했습니다. 아이가 놀라운 일이 뭘 했습니까? 다음 옵션 중 가장 좋은 답을 선택하세요. A. 위의 선택의 어느 것도 없습니다. B. 그녀는 앞 문에서 지켜보고 있었다. C. 그녀는 그녀의 abc를 말했다. D. 그녀는 컴퓨터에 있었다.",
    "chosen": '이 질문의 맥락은 아이가 자신의 ABC를 말하고 있다고 언급하고, 다음으로 "그녀는 그냥 ABC를 튀기 시작합니다". 이것은이 특정 아이에게 ABC를 말하는 것이 전형적인 일이 아니라는 것을 나타냅니다. 주어진 정보에 근거하여,이 상황을 두드러지게 만드는 것은 마야가 보통 그렇게 하지 않기 때문에 알파벳을 말할 때입니다. 따라서, 대답은 C입니다.',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": '기사: 오늘날 거의 모든 사람이 컴퓨터와 인터넷을 알고 있습니다. "당신의 삶에서 가장 중요한 것은 무엇인가?"라고 물으면 "컴퓨터와 인터넷"이라고 대답할 수 있습니다. 첫 번째 컴퓨터는 1946년에 만들어졌습니다. 그것은 매우 크고 느리게 작동했습니다. 오늘날 컴퓨터는 점점 작아지고 작아집니다. 그러나 그들은 더 빨리 작동합니다. 컴퓨터는 무엇을 할 수 있습니까? 한 작가가 말했습니다. "오늘날 사람들은 컴퓨터 없이는 살 수 없습니다".21cnjy.com 인터넷은 컴퓨터보다 조금 늦었습니다. 그것은 컴퓨터보다 약 25 년 후입니다. 그러나 지금은 거의 모든 곳에서 찾을 수 있다. 우리는 그것을 책을 읽기 위해 사용할 수 있습니다, 이메일 게임을 보내, 쇼핑, 게임을 하거나 인터넷 친구들을 만들 수 있습니다 .21*njyIncom 젊은 남성, 특히 중학교 학생들이 매우 좋아합니다. 그들은 종종 인터넷에 들어갈 수 없습니다. 그들은 얼마든지 무료입니다. 일부 사람들은 인터넷에 대해 걱정하지 않습니다. 그들은 컴퓨터의 이름을 사용했습니다. 컴퓨터와 다른 모든 것을 배울 수 없습니다, 그러나 많은 학생들이 인터넷 바에 대해 배울 수 있습니다".',
    "chosen": '이 기사는 인터넷이 컴퓨터보다 조금 늦게 나왔다고 언급한다. 또한 1946년에 발명된 컴퓨터보다 약 25년 후라고 명시한다. 이것은 사람들이 1971년 (25 + 46), 또는 1970년대에 인터넷을 사용하기 시작했다는 것을 의미합니다. 따라서 "1970년대에"라는 답은 이러한 진술에서 추론될 수 있으며 따라서 이 진술은 사실입니다. 그래서, 예 `;',
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "밤에 지구가 달의 일부를 가리면 A -> 월경도 B -> 위상 C -> 날씨 D -> 운이 나쁘다. 정답은 A, B, C 또는 D입니까?",
    "chosen": '이 질문은 지구가 밤에 달에게 캐스팅하는 그림자의 효과를 무엇이라고 부르는지 묻고 있습니다. 이것은 다음과 같은 과정을 통해 결정될 수 있습니다. - 첫째로, 날씨는 지구 상의 대기 조건을 나타내며 이 문맥에서 의미가 없습니다. - 그런 다음 월경도는 모든 물체가 우주에서 어떻게 움직이는지를 설명하지만, 지구에서 우리 관점으로 본 특정한 그림자를 캐스팅하는 객체를 설명하지 않습니다. - 마지막으로 나쁜 운은 과학이나 물리학과 관련이 없으므로 해당 옵션도 잘못된 것으로 제외됩니다. 따라서 정답은 반드시 B - "위상"입니다. 이것은 서로 다른 시간대에 그림자가 캐스팅되거나 전체 달 면적이 지구의 그림자 (우산)에 의해 가려지는 월식을 설명하는 것입니다.',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "밤에 잠자리에 있을 때 기침을 없애기 위해서요.",
    "chosen": "그 이유는 다음과 같습니다. \"발에 Vick's VaporRub을 긁고, 주머니를 입으면 기침이 사라질 것입니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "목표 및 2 가지 솔루션을 고려하면 가장 적합한 솔루션을 선택하십시오. 목표: 테이블 꼭대기를 다리에 연결하는 것, - 솔루션 1: 흔들림을 확인하고 그 다음 윗부분과 다리를 함께 나눌 수 있습니다. - 해결책 2: 다리의 꼭대기에 균형을 맞추십시오. 솔루션 1 또는 솔루션 2을 반환하여 대답하십시오.",
    "chosen": "테이블 꼭대기와 다리를 연결하기 위해서는 솔루션 2보다 솔루션 1을 사용하는 것이 더 합리적일 수 있습니다. 왜냐하면: - 테이블의 두 끝이 평면 높이에 있는 경우) 를 서로 연결하기 전에 흔들림을 확인하기 때문에, 테이블 위와 다리의 방향이나 위치에 불균형이 없다는 것을 보장합니다. 먼저 확인하지 않으면, 이것은 테이블의 한 끝이 너무 많은 무게를 가지고 있거나 전혀 없는 불안정한 설정으로 이어질 수 있습니다",
    "rejected": "정답은 C입니다.",
}
{
    "prompt": '배경: 블루스 브라더스 (영어: The Blues Brothers) 는 1980년 미국의 뮤지컬 코미디 영화이다. 존 벨루시와 댄 아이크로이드 (Dan Aykroyd) 의 주연은 "조리엣" 제이크와 엘우드 블루스 (Jake and Elwood Blues) 이며, NBC 버라이어티 시리즈의 "더 블루스 브라더스" 뮤지컬 스케치에서 개발된 캐릭터입니다. 영화의 시나리오는 아이크로이드와 랜디스가 썼습니다. 리듬 앤 블루스 (R&B), 소울, 블루스 가수 제임스 브라운, 카브 칼로웨이, 아레타 프랭클린, 레이 찰스, 존 리 후커의 뮤지컬 번호가 있습니다. 컨텍스트: 캐릭터인 제이크와 엘우드 블루스는 벨루시와 아이크로이드에 의해 토요일 밤 라이브에서 제작되었습니다. "블루스 브라더스"라는 이름은 하워드 쇼어의 아이디어였습니다. 피 형제인 제이크와 엘우드의 허구적인 배경 이야기와 캐릭터 스케치를 Aykroyd이 영화의 스토리 컨설턴트로 인정받는 Ron Gwynne와 협력하여 개발했습니다. 밴드의 데뷔 앨범인 브리프케이스 풀 오브 블루스의 라인 노트에 따르면 형제들은 고아원에서 자랐고, 커티스라는 정비관으로부터 블루스를 배웠고, 엘모어 제임스의 기타에서 온 것으로 전해지는 철 끈으로 중간 손가락을 잘라서 형제애를 봉쇄했습니다. 벨루시는 1978년 블루스 브라더스의 음악적 성공과 내셔널 램푼의 애니멀 하우스에서의 그의 역할으로 스타가 되었다. 한 번, 그는 일주일에 가장 많은 수익을 올린 영화, 최고 시청률의 텔레비전 쇼의 스타가 될 수 있는 세 번째 업적을 달성했습니다. 그리고 1 년 이내에 음반 1위를 노래했습니다. 아이크로이드와 벨루시가 블루스 브라더스 영화를 만들 수 있다고 결정했을 때, 유니버설 스튜디오는 파라마운트 픽처스를 이겼습니다. 애니멀 하우스에서 벨루시 감독을 맡은 존 랜디스는 감독으로 탑승했다. 하지만 이 프로젝트에는 예산도, 시나리오도 없었습니다. 이전 에피소드 에 대해 유니버설 책임자 Lew Wasserman 는 이 영화 가 1200만 달러 로 제작 될 수 있다고 생각 했으며, 제작자 들 은 2000만 달러 를 원 했다 시나리오를 검토하지 않으면 특정 금액을 결정하는 것은 불가능합니다. 미치 글레이저가 그를 도울 것을 거부한 후, 아이크로이드는 자체적으로 하나를 작성했습니다. 아이크로이드 (Aykroyd) 는 1998년 다큐멘터리 \'블루스 브라더스 제작 뒤의 이야기\'에서 인정했듯이, 이전에 시나리오를 쓴 적이 없었고, 심지어 책을 읽기도 했으며, 필기 파트너를 찾을 수 없었다. 결과적으로, 그는 캐릭터의 기원을 설명하고 밴드 멤버들이 어떻게 모집되었는지 설명하는 매우 설명적인 볼륨을 만들었습니다. 그의 마지막 드래프트는 324페이지였습니다. 표준 시나리오보다 3배 더 길었습니다. 영향력을 완화시키기 위해 아이크로이드는 두꺼운 시나리오를 농담으로 만들고 프로듀서 로버트 K에게 전달할 때 로스앤젤레스 황색 페이지 디렉토리의 표창과 묶었습니다. 웨이스 (Weiss) 랜디스는 쓰일 수 있는 시나리오로 각본을 편집하는 작업을 맡았고, 약 2주 정도 걸렸습니다. 압도적 인 plot 전제는 비현실적이었다: 종교 단체 및 기타 비영리 조직은 일반적으로 연방 또는 주 세금에서 면제됩니다. 비록 그러한 재산에 대한 입법 제안이 당시 일리노이 주에서 검토 중이었음에도 불구하고 질문: 이 영화 는 언제 개봉 되었습니까? 답은 무엇일까요?',
    "chosen": '맥락 은 이렇게 알려 준다. "벨루시 는 1978 년 에 블루스 브라더스의 음악적 성공 과 내셔널 램푼 의 동물 가옥 에 맡은 역할 으로써 스타 로 자리 잡았다". 따라서, 우리는 더 블루스브라더스가 1978 년 이나 그 이전 에 발매 되었음을 추론 할 수 있다.',
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "이 작업에서, 당신은 그 질문에 대한 질문과 답변 옵션이 주어집니다. 이 정보를 사용하여 각 텍스트를 다른 주제로 분류해야합니다: 의학, 유치원, 심리학, 화학, 약학, 생물학. 질문: 스페인에서 의약품 기획은 다음의 책임입니다: <0> 지방자치단체. <1> 국가 보건 시스템의 영토 간 협의회. <2> 카운티 단체는. <3> 국가 행정. <4> 자치 공동체.",
    "chosen": "의약품 계획 은 인구 를 위한 건강 관리 계획 을 설계 하는 과정 을 가리킨다. 이것은 약물 치료 와 치료 와 관련 되어 있기 때문에, 그것은 약학 분야 에 속한다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": 'U (영어: U) S (중국어) 입법자들은 화요일 트럼프 행정부의 임직원들에게 아프가니스탄 전쟁에 대해 의문을 제기하고, 새로운 백악관 전략이 모순적이며 결과가 나오지 않는다고 말했습니다. 상원의 외교위원회 청문회에서 발표된 발언은 S (중국어) 이 전쟁은 17년째를 맞이하고 있습니다. 최근 11월, 존 니콜슨 장군, S (중국어) 아프가니스탄의 사령관, 분쟁은 여전히 정전으로 남아 있다고 인정 그 이후로, 고위급 반군 공격의 물결이 수도 카불을 흔들었습니다. 탈레반은 현재 거의 절반을 통제하거나 경쟁하고 있습니다. S (중국어) 추산자료 실패에도 불구하고, U S (중국어) 새로운 백악관 전략의 감독을 돕는 존 솔리반 부 국무장관은 분쟁에 대해 긍정적인 평가를 내렸습니다. "대통령의 남아시아 전략은 진보의 몇 가지 징후를 보여주고 있습니다". "대전장에서 우리는 탈레반의 추진력이 느려지기 시작한다는 것을 보고 있습니다. " 그러나 양 정당의 의원들은 회의론을 표명했습니다 메릴랜드 민주당 소속으로 오랫동안 아프가니스탄 전쟁을 비판한 벤 카딘 상원의원은 "무엇이 분명 작동하지 못하고 있다"고 말했다 "모든 기준에 따르면, 현재 보안 상황은 가혹하다" 일부 의원들은 도널드 트럼프 대통령을 겨냥했습니다. 그는 지난 주에 탈레반과 대화하기를 원하지 않는다고 말했습니다. 설리반과 펜타곤의 최고 공무원이 국회의원들에게 S (중국어) 사실 여전히 탈레반과 협상을 할 수 있었습니다. 입법자들은 더 많은 세부사항을 요구했습니다. "세계와 평화 과정에 참여하는 사람들은 S (중국어) 포지션은: 무슨 일인가?"라고 커넥티컷의 민주당 소속인 크리스 머피 상원의원이 물었다. 설리반은 트럼프가 지난달 테러 공격에 대한 반응을 표현하고 있다고 생각했고, "태리반의 중요한 요소들은 협상할 준비가 되어 있지 않다"고 지적했다. "그리고 협상을 하기 전에 오랜 시간이 걸릴 수 있습니다"라고 그는 덧붙였습니다. 하지만 상원의 많은 사람들이 [중고] [중고] 위의 맥락에 따라 다음 질문에 답하기 위해 올바른 옵션을 선택하십시오. 질문: 존 니콜슨 장군에 대한 진실은 무엇일까요? 니콜슨은 B 전쟁에서 많은 전투 경험을 가지고 있습니다. 충분하지 않은 정보 C 니콜슨은 전쟁 D에 대해 잘 몰라요 니콜슨은 전쟁 경험이 별로 없어요',
    "chosen": '맥락에서 볼 때, 존 니콜슨 장군은 아프가니스탄의 상황을 분석할 때 신뢰할 수 있는 자료로 간주된다는 결론을 내릴 수 있습니다. 그는 지난 11월 "충돌은 정전으로 남아있다"고 인정하고 현재 전투장에서 진전이 있다는 징후가 있다고 말하는 것을 감안하면, 우리는 아프간에서의 상황에 대한 그의 평가에서 추론 할 수 있습니다 (이 11월 이후 급격히 변하지 않을 가능성이 높습니다) 그는 전쟁에서 광범위한 경험을 가지고 있으며 따라서 주어진 전투 현장에서 긍정적 인 발전 측면에서 무엇을 찾아야하는지 알고 있습니다. 이 정보는 A의 진실성을 지적합니다.',
    "rejected": "정답은 B입니다.",
}
{
    "prompt": '다음 구절을 감안하면 "하이크는 영국의 학계에서 파시즘이 사회주의에 대한 자본주의적 반응이라는 일반적인 견해에 대해 우려했다. 그리고 그 우려에서 비롯된 \'노예주의로 가는 길\'은 1940 년과 1943 년 사이에 쓰여졌다. 제목은 프랑스의 고전적 자유주의 사상가 알렉시스 드 토크빌의 "노예로의 길"에 대한 글에서 영감을 얻었다. 이 책은 1944 년 3 월 영국에서 루틀리지에 의해 처음 출판되었으며 상당히 인기를 끌었고, 헤이크가 전쟁 당시의 종이 조율 때문이기도 하다. 이 책을 미국에서 시카고 대학에서 발표했을 때, 그것은 영국보다 큰 인기를 얻었습니다. 편집자 맥스 이스트먼의 배열에 따라 미국 잡지 다이게스트는 또한 1945 년 4 월에 개편된 버전을 발표했습니다.',
    "chosen": "본문은 '노예주의로 가는 길'이 영국에서 루틀리지에 의해 처음 출판되었고, 그 후 같은 해 미국 시카고 대학에 의해 출판되었다고 명시한다. 또한 편집자 맥스 이스트먼의 조정에 따라 \"미국 잡지 리더스 다이제스트\"는 1945년 4월 개편된 버전을 발표하여 더 넓은 관객에게 도달할 수 있게 하였다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "이 작업에서, 당신은 영어 문장을 보여줄 것입니다. 당신은 문장을 추가 섬의 표현 또는 잘못된 표현으로 분류해야합니다. 올바른 표현은 '좋은 것'으로 표시되어야 하며 다른 모든 것이 '나쁜 것'로 표시되어야합니다. 보조 섬의 정확한 표현은 추가 섬을 사용하여 문법적으로 올바른 문장의 사례가 될 것입니다. 잘못된 표현은 다른 모든 것입니다. 트래비스를 인상하는 동안 미첼을 존중했던 사람은 누구입니까?",
    "chosen": '이 문장은 추가 섬의 예입니다. 추가 섬은 문장의 의미에 영향을 미치지 않고 문장에서 제거 할 수 있는 문장입니다. "트래비스를 인상하는 동안"라는 문장은 이 조항에서 제거 될 수 있으며 여전히 이 제거로 인해 변하지 않는 의미를 유지할 수 있습니다. 따라서,이 문장은 보조 섬의 표현이며 "좋은 것"으로 표시되어야합니다.',
    "rejected": "정답은 B입니다.",
}
{
    "prompt": '정보: - 역사 프로 내셔널 축구 리그 (NFL) 의 출범 이후에도 대학 축구는 미국 전역에서 매우 인기를 끌었습니다. S (중국어) 비록 대학 경기는 프로 선수보다 훨씬 더 많은 인재의 지위를 가지고 있지만, 주요 대학을 따르는 팬들의 숫자는 게임에 대한 재정적 배열을 제공합니다. 디비전 I 프로그램은 거대한 경기장에서 가장 높은 수준에서 뛰고 있으며, 그 중 6개는 100,000 개 이상의 좌석 용량을 가지고 있습니다. 많은 경우, 대학 스타디움에는 벤치 스타일의 좌석이 사용되며, 배와 팔 기지를 가진 개별 좌석과는 달리 이것은 전형적인 프로 스타디움보다 더 많은 팬들을 특정 공간에 앉힐 수 있게 해줍니다. (U가 소유한 경기장 2개만 S (중국어) 대학 또는 대학 루이스빌 대학교의 파파 존스 카디널 스타디움과 플로리다 애틀랜틱 대학교의 FAU 스타디엄은 전적으로 휠체어 뒷 좌석으로 구성됩니다. ) - 터치다운은 미국과 캐나다 축구에서 득점하는 수단입니다 달리기, 패스, 틱 오프, 펀트, 또는 회전 을 회복 하는 경우, 팀 은 공 을 상대 의 끝 구역 에 진입 하여 터치 다운 을 기록 한다 - 국립 축구 컨퍼런스 (NFC) 는 미국 프로축구에서 가장 높은 수준의 국가 축구 리그 (NFL) 의 두 회의 중 하나입니다. 이 컨퍼런스와 그 대조인 아메리칸 풋볼 콘퍼런스 (AFC) 는 현재 NFL의 32개 팀을 구성하는 16개 팀이 있습니다. 두 컨퍼런스는 1970년 라이벌 아메리칸 풋볼 리그 (AFL) 와 합병된 결과로 만들어졌다. 전 AFL 팀 10개와 NFL 팀 3개 모두 AFC를 구성하고 나머지 NFL 클럽 13개는 NFC를 형성했다. 합병 이후 일련의 리그 확장 및 디비전 재배열이 일어났습니다. 따라서 현재 컨퍼런스마다 총 16개의 클럽이 있습니다. 잭슨빌 재규어스는 미국 플로리다주 잭슨 빌에 본사를 둔 프로 축구 프랜차이즈입니다. 재규어스는 미국 축구 컨퍼런스 (AFC) 남부 디비전 멤버 클럽으로 내셔널 축구 리그 (NFL) 에 참가한다. 이 팀은 에버뱅크 필드에서 홈 경기를 치른다 - 미국 축구, 미국 및 캐나다에서 축구라고 불리거나, 그리드론이라고도 불리우는 스포츠는, 각 끝에 골판이 있는 정사각형 필드에서 11명의 선수들로 구성된 두 팀이 하는 스포츠입니다. 공격, 타원형 축구의 통제를 가진 팀은 공과 달리거나 공을 전달함으로써 경기장 아래로 진출하려고 시도하지만, 공을 통제하지 않은 팀은 방어, 그들의 진출을 멈추고 스스로 공을 제어하는 것을 목표로합니다. 공격자는 4 다운에서 적어도 10 야드를 앞당겨야 합니다. 또는 플레이합니다. 그렇지 않으면 상대 팀에게 축구를 넘겨주어야 합니다. 성공하면 새로운 세트 4 다운을 받게 됩니다. 포인트는 주로 타치다운을 위해 공을 상대 팀의 엔드존에 진입시키거나 야구골을 위해 상대의 골 포스트를 통해 공을 밟음으로써 점수를 받는다. 경기 끝에서 가장 많은 포인트를 가진 팀은 승리합니다. - 동 테네시 주립 대학교 (ETSU) 는 테네시에 있는 존슨 시티에 위치한 공립 대학이다 그것은 대학과 대학의 테네시 보드 오브 레전트 시스템의 일부이며, 국가의 여섯 번째로 큰 공공 교육 시스템이며, 주에서 네 번째로 큰 대학입니다. ETSU는 인근의 킹스포트와 엘리자베스턴에 캠퍼스 밖 센터를 운영하고 있습니다. - 에버뱅크는 은행, 모기지 및 투자 서비스를 제공하는 미국의 다양한 금융 서비스 회사입니다 미국 플로리다주 잭슨빌에 본사를 두고 있습니다. S (중국어) 본격적인 은행 사무소와 직결은행 부문을 통해 운영되고 있습니다. 에버뱅크 다이렉트는 전화, 우편 및 인터넷으로 운영됩니다. 2015년 9월 30일, 에버뱅크는 약 $25 총 자산 2억 2016년 8월 8일부터 TIAA는 2달러에 에버뱅크를 구매하기로 합의했다. 5억 달러 현금 이 발표는 에버뱅크가 인수 협상을 진행하고 있다고 밝힌 지 약 2주 후에 주주들이 19달러를 받게 될 것입니다. 주식당 현금 50원 - 유타 대학교 (U, U of U, Utah) 는 미국 유타 주 솔트레이크 시티에 있는 공립 공동 교육 우주 지원 연구 대학이다. 주 주 대표 대학으로서, 대학은 100개 이상의 학부 전공과 92개 이상의 대학원 학위 프로그램을 제공합니다. 대학은 카네기 고등 교육 기관 분류에 의해 가장 높은 순위: "R-1: 박사 대학 최고 연구 활동" 카네기 분류는 또한 대학을 "선택적"으로 간주합니다. 이는 가장 선택적인 입학 카테고리 중 두 번째입니다. 대학원 공부는 S  (J) 퀸니 로스쿨과 의과대학, 유타의 유일한 의학 학교 2015년 가을 현재 23,909명의 학부생과 7,764명의 대학원생이 등록되어 있으며, 총 31,673명의 학생이 있습니다. - 필라델피아 이글스는 미국 펜실베이니아의 필라들피아에 본사를 둔 프로 축구 프랜차이즈입니다 이글스는 리그의 국가 축구 컨퍼런스 (NFC) 동부 디비전 멤버 클럽으로 내셔널 축구 리그 (NFL) 에 참가한다. - 매디슨 스퀘어 가든 (일반적으로 MSG 또는 단순히 The Garden) 은 뉴욕 맨해튼 시의 다목적 실내 경기장이다 미드타운 맨해튼에서 위치하고 있습니다. 7번과 8번 거리에서 31번에서 33번 거리에 걸쳐 있습니다. 펜실베이니아 역 꼭대기에 위치해 있습니다. 메디슨 스퀘어 가든 (Madison Square Garden) 라는 명칭을 가진 네 번째 장소이며, 첫 번째 두 곳 (1879년과 1890년) 은 마디슨스퀘어, 동부 26번가와 매디슨 애비뉴에 위치하고 있으며, 세 번째 마디슨은 스퀘어가 아비뉴 8번과 50번가에 위치하고 있습니다. 이 정원은 프로야구와 아이스하키뿐만 아니라 복싱, 콘서트, 아이스 쇼, 서커스, 프로레슬링 및 기타 스포츠 및 엔터테인먼트 형태로 사용됩니다. 엠파이어 스테이트 빌딩, 코리아타운, 헤럴드 스퀘어에 있는 메이시 등 맨해튼 시내의 다른 랜드마크 근처에 있습니다. 이곳은 내셔널 하키 리그의 뉴욕 레인저스, 미국 농구협의 뉴욕 닉스, 그리고 싱어송라이터 빌리 조엘의 거주지입니다. 피츠버그 스틸러스 (Pittsburgh Steelers) 는 미국 펜실베이니아주 피츠부르크에 있는 프로 축구 팀입니다. 스틸러스는 리그의 아메리칸 풋볼 컨퍼런스 (AFC) 북부 디비전 멤버 클럽으로서 내셔널 풋벌 리그 (NFL) 에서 경쟁한다. 2000년에 창단된 스틸러스는 AFC에서 가장 오래된 프랜차이즈입니다 - 제럴드 린드 센사보 주니어 (생명: 1983년 6월 13일 ~) 은 전 미국의 축구 선수이다 . 그는 2005년 NFL 드래프트의 5라운드에서 잭슨빌 재규어스에 의해 지명되었다. 또한 댈러스 카우보이스에서 뛰었다 그는 노스캐롤라이나와 동 테네시 주립 대학에서 대학 축구를 뛰었다 - 야구아르 ("판테라 온카") 는 큰 고양이이며, "판테라의" 속의 고양이고, 남아 있는 유일한 아메리카 원산지인 "팬테라" 종이다 야구어는 호랑이와 사자 다음으로 세 번째로 큰 고양이이며 아메리카 대륙에서 가장 큰 고양이입니다 현재 야구아르의 범위는 미국 남서부와 멕시코를 거쳐 중앙 아메리카 대부분을 가로지르고 남쪽에서 파라과이와 아르헨티나 북부까지 아리조나 (투슨 남동쪽) 과 뉴멕시코의 부테일에서 알려진 그리고 아마도 번식하는 인구를 제외하고는 고양이는 20세기 초부터 미국에서 대부분 멸종되었습니다 - ESPN2는 미국의 케이블 및 위성 텔레비전 네트워크입니다. , 월트 디즈니 컴퍼니 (이 80%의 점유율을 지배하고 있는) 와 Hearst 코퍼레이션 (이 나머지 20%를 소유하고 있는) ESPN2는 초기에는 젊은 세대의 스포츠 팬들을 위한 네트워크로 포맷되었다. 1990년대 후반에 이르러서는 ESPN의 메인스트림 스포츠 커버리지를 위한 두 번째 매체로 채널이 점점 더 활발하게 활동함에 따라 이 위임은 점차 폐지되었다. - FAU 스타디움은 플로리다주 보카 라톤에 있는 플로리다 애틀랜틱 대학교 (FAU) 주 캠퍼스의 북쪽 끝에 위치한 대학 축구 경기장이다 2011년에 개장되었으며, 플로리다 애틀랜틱 오브스 축구 팀의 홈구장이며 FAU의 다목적 개발 프로젝트인 "혁신 마을"의 첫 번째 일부분이 될 예정이다. - 제이콥 K 자비츠 컨벤션 센터 (Javits Convention Center) 는 뉴욕시 맨해튼의 Hell\'s Kitchen에 있는 34번과 40번 거리에 있는 11번대로에 위치한 대규모 컨벤ೇಶನ್ 센터입니다. 그것은 Pei Cobb Freed & Partners의 건축가 James Ingo Freed에 의해 설계되었습니다. 논란이 되고 혁명적인 우주 프레임 구조는 1980년에 시작되었고 1986년에 완공되었으며, 미국 상원의원 제임스 K. 그 해 사망한 자비츠 이 센터는 뉴욕 컨벤션 센터 운영 회사에서 운영되고 유지됩니다. 컨벤션 센터 는 전체 면적 을 가지고 있으며 전체 전시 공간 을 가지고 있습니다 - 테네시 주지사 위원회 (TBR) 는 테네시에 있는 두 개의 공공 고등 교육 시스템 중 하나입니다. TBR는 테네시 주총회의 1972년에 통과된 법으로 승인되었습니다. TBR는 미국에서 여섯 번째로 큰 공공 고등 교육 시스템이며, 테네시 대학 체계에 의해 관리되지 않는 모든 공공 고등교육 기관을 감독하고 있으며, 종합 4 년대 대학, 국가의 모든 커뮤니티 칼리지 및 모든 응용 기술 대학 (TCAT) 를 포함하여 매년 200,000 명 이상의 학생을 처리합니다. 테네시 공립 기관에 다니는 모든 테네시아 학생의 80% 이상이 테네시가 95 개 카운티 중 90 개에 위치한 테네시를 관료하는 기관에 등록되어 있습니다. - 에버뱅크 필드 (주래 잭슨빌 시립 스타디움, 전 올텔 스타디엄) 는 미국 플로리다 주 잭슨 빌 다운타운에 위치한 미국의 축구 경기장이며, NFL의 잭슨ville 재규어스의 홈 경기장 시설이다. 또한 매년 열리는 플로리다 조지아 경기, 플로리다 대학교와 조지아 대학교 사이의 대학 축구 경쟁 경기, 그리고 TaxSlayer Bowl (이전 Gator Bowl), 포스트 시즌 대학 보울 경기가 개최됩니다. 또한 미국 남자 축구 국가대표팀이 사용하는 경기장 중 하나입니다. 경기장은 2010년 8월 10일 금융 서비스 회사 에버뱅크와 5년간의 이름권 계약을 승인한 후 현재의 이름을 취했다. 2014년 7월 25일, 에버뱅크는 이 이름을 10년 더 유지하기 위해 4천3백만 달러의 계약을 체결하여 2024년에 종료됩니다. - 댈러스 포트 워스 (DallasFort Worth) TX 메트로폴리탄 통계 지역 (Texas Metropolitan Statistical Area), 미국 관리 및 예산청이 정하는 공식 명칭은 미국 내 13개 카운티를 포함하고 있습니다. S (중국어) 미국 텍사스 주 지역 주민들은 이를 댈러스/포트워스 메트로플렉스, DFW, 또는 The Metroplex라고 부른다. 그것은 일반적으로 북 텍사스 또는 북중 텍사스라고 불리는 지역의 경제 및 문화 중심지이며 미국에서 가장 큰 내륙 수도권 지역입니다. - 파파 존스 카디널 스타디움 (Papa John\'s Cardinal Stadium) 은 미국 켄터키주 루이스빌에 위치한 축구 경기장입니다. 1998년에 데뷔하여 루이스빌 카디널스 축구 프로그램의 홈 역할을 합니다. 2008년 시즌까지 쿼시마구 모양의 시설의 공식 좌석 용량은 42,000명이었다. 2008 시즌 이후 시작된 확장 프로젝트가 2010 시즌에 맞춰 완료되었으며, 공식 용량을 55,000개로 끌어 올렸다. 2015년 8월 28일, 2년 이내에 개통을 목표로 10,000개의 추가 좌석을 추가하기 위해 하스토크의 열린 끝을 닫는 것을 목표로 한 추가 확장 프로젝트가 발표되었다. - 플로리다 (스페인어 "꽃의 땅") 는 미국의 동남부 지역에 위치한 주이다 서쪽으로는 멕시코 만, 북쪽으로는 앨라배마와 조지아, 동쪽으로는 대서양, 남쪽으로는 플로리다 해협과 쿠바와 접한다. 플로리다는 미국에서 22번째로 넓고 3번째로 인구가 많고 S (중국어) 국가들[출처 필요] 잭슨빌은 주에서 가장 인구가 많은 자치구이며 인접한 미국의 면적에 따라 가장 큰 도시입니다. 마이애미 대도시는 플로리다에서 가장 인구가 많은 도시 지역입니다. 타라하시 시는 주 수도입니다. 2005년 NFL 드래프트는 미국프로야구 리그 팀들이 아마추어 대학 축구 선수들을 선발하는 절차였습니다. 공식적으로는 NFL의 연례 선수 선발 회의로 알려져 있습니다. 초안은 2005년 4월 23일 리그는 그 해에도 추가 드래프트를 개최했습니다. 이 드래프트는 Jacob K에서 진행되었습니다. 뉴욕의 자비츠 컨벤션 센터, 그리고 ESPN와 ESPN2에서 26년 연속 텔레비전으로 방영되었습니다. NFL 드래프트는 1995년부터 매디슨 스퀘어 가든에서 개최되었지만 2005년에 자비츠 센터로 옮겨졌습니다. 드래프트는 샌프란시스코 49ers가 유타 대학교의 알렉스 스미스를 선발했다. 보상 선택은 필라델피아 이글스와 세인트 루이스 램스는 각각 4개의 선택으로 가장 많은 첫 5번 중 3번은 래닝백이었는데 NFL 드래프트가 먼저 드래프트에서 선발된 255명의 선수들은 다음과 같이 구성되었다: - 프리스코는 텍사스의 콜린과 덴턴 카운티에 위치한 도시입니다 그것은 댈러스-포트워스 메트로플렉스의 일부이며, 댈라스 러브 필드와 댈라스/포트 워스 국제공항에서 대략 위치하고 있습니다. - 아메리칸 축구 컨퍼런스 (AFC) 는 미국에서 가장 높은 프로 축구 수준인 미국 축구 리그 (NFL) 의 두 회의 중 하나입니다. 이 컨퍼런스와 그 상대국인 NFC는 현재 NFL의 32개 팀을 구성하는 16개 팀이 있습니다. 두 컨퍼런스는 1970년 라이벌 아메리칸 풋볼 리그 (AFL) 와 합병되어 AFC를 구성한 10개의 전 AFL 팀과 3개의 NFL 팀과 나머지 13개의 NFL 클럽이 NFC를 형성하였다. 합병 이후 일련의 리그 확장 및 디비전 재배열이 일어났습니다. 따라서 현재 컨퍼런스마다 총 16개의 클럽이 있습니다. - 댈러스 카우보이는 미국프로축구팀입니다 카우보이는 리그의 국가 축구 컨퍼런스 (NFC) 동부 디비전 멤버 클럽으로 내셔널 축구 리그 (NFL) 에 참가한다. 팀 본사는 텍사스주 프리스코에 있으며, 2009 시즌 개막한 텍사스 주 아르링턴의 AT&T 스타디움에서 홈 경기를 치른다. 이 스타디움은 2013 시즌 이전에 현재의 명칭을 얻었습니다. 카우보이는 1990년 NFL에 진출했다 팀의 전국적인 추종자는 NFL의 연속 판매 기록으로 가장 잘 나타낼 수 있습니다. 카우보이즈의 190개의 연속 판매된 정규 및 포스트시즌 경기가 (홈 및 외주) 2002년에 시작되었다. 프랜차이즈는 대부분의 슈퍼볼 출전 (8) 을 피츠버그 스틸러스, 뉴 잉글랜드 패트리엇스, 덴버 브론코스와 공유하며, 대부분의 NFC 챔피언십 (8) 에 해당한다. 카우보이는 5번의 슈퍼볼 출전에서 승리했고 NFC 라이벌인 샌프란시스코 49어스와 짝을 이루며 피츠버그 최다 6회 슈퍼볼 우승에 이어 2위에 올랐다. 카우보이는 NFL에서 유일하게 20 시즌 연속 우승을 기록한 팀 (196685년), 플레이오프를 두 번만 놓쳤으며 (1974년과 1984년) - 확장팀은 스포츠 리그의 새로운 팀입니다. 일반적으로 그 리그에서 팀을 개최하지 않은 도시에서 만들어졌습니다. 새로운 지역의 인구로부터 지역 팀에 대한 수요를 충족시키기 위해 만들어졌다. 스포츠 리그는 또한 그들의 경쟁의 확장이 일반적으로 스포츠의 인기를 증가시킬 것이라고 희망합니다. 이 용어는 일반적으로 북아메리카의 주요 프로 스포츠 리그를 가리키는 데 사용되지만, 리그 멤버십의 폐쇄적인 프랜차이즈 시스템을 가진 다른 국가의 스포츠 리그가 적용됩니다. 이 용어는 스포츠의 새로운 영역으로 확장된 때로는 새로운 팀에서 리그에 확장 수수료를 지불하고 새로운 로스터를 채우기 위해 확장 드래프트로 이어집니다. - 슈퍼볼은 미국프로축구연맹 (NFL) 의 매년 열리는 챔피언결정전입니다. 이 게임은 전년 연말 여름에 시작되는 시즌의 정점입니다. 보통 이 경기 는 열리는 해 를 대신 로마 숫자를 사용 하여 각 경기 를 식별 한다 예를 들어, 1966년 정규 시즌 후인 1967년 1월 15일에 열린 슈퍼볼 I 이 규칙의 유일한 예외는 2015년 정규 시즌 이후 2016년 2월 7일에 치러진 슈퍼볼 50입니다. 다음 경기인 슈퍼볼 LI는 2017년 2월 5일에 예정되어 있으며, 2016년 정규 시즌에 이어 열린다. 뉴잉글랜드 패트리어츠는 미국프로축구팀입니다 패트리어츠는 리그의 아메리칸 풋볼 컨퍼런스 (AFC) 동부 디비전 멤버 클럽으로 내셔널 풋벌 리그 (NFL) 에 참가한다. 팀의 홈 경기는 매사추세츠의 폭스보로우 시의 길렛 스타디움에서 열리고 있으며, 이는 보스턴 시내 남서쪽과 로드 아일랜드 프로비던스 시내 북동쪽에 위치하고 있습니다. 패트리어츠는 길렛 스타디움에 본부를 두고 있습니다. - 존슨 시티는 미국 워싱턴, 카터, 설리반 카운티에 있는 도시입니다. S (중국어) 테네시 주, 대부분의 도시는 워싱턴 카운티에 있습니다 2010년 인구조사에 따르면 존슨 시티의 인구는 63,152명이며, 2015년에는 추산 인구가 66,027명으로 되어 주에서 9번째로 큰 도시입니다. - 아링턴은 미국의 주요 도시입니다 S (중국어) 텍사스 주, 타란트 카운티에 위치한 그것은 댈러스 포트워치 대도시 지역의 미드 시티 지역의 일부입니다. - 잭슨빌은 항구 도시이며 미국 플로리다주 두발 카운티의 본거지 2015년 기준으로 868,031명의 주민이 있는 잭슨빌은 플로리다 주와 동남부 미국에서 가장 인구가 많은 도시입니다. 이 도시는 미국에서 12번째로 인구가 많은 도시로 추정되며, 인접한 미국의 면적에 따라 가장 큰 도시입니다. 잭슨빌 수도권 지역은 인구 1,573,606명으로 미국에서 40번째로 큰 도시이자 플로리다 주에서 네 번째로 큰 도시입니다. 이 도시는 세인트루이스 강변에 위치하고 있습니다. 존스 강, 플로리다 북부 제1 해안 지역, 조지아 주 경계 남쪽과 마이애미 북쪽 - 알렉산더 더글라스 스미스 (Alexander Douglas Smith, 1984년 5월 7일 ~) 는 미국프로야구 내셔널리그 (NFL) 캔자스시티 치프스의 축구 쿼터백이다. 그는 유타 대학교에서 대학 축구를 뛰었고, 2004년 마운틴 웨스트 컨퍼런스 올해의 선수로 선정되었으며, 유타를 피에스타 볼 우승과 국가 상위 5위까지 이끌었다. 샌프란시스코 49ers는 샌프랑시스코 베이 지역에 위치한 프로 축구 팀입니다. 그들은 리그의 국립 축구 컨퍼런스 (NFC) 서부 디비전 멤버로 내셔널 축구 리그 (NFL) 에서 경쟁합니다. 이 팀은 현재 샌프란시스코 동남부에 위치한 실리콘밸리의 중심부에 위치한 캘리포니아 산타 클라라라의 레비 스타디움에서 홈 경기를 치른다. 1988년부터, 49ers는 산타 클라라라에 본사를 두고 있습니다. - 덴버 브론코스는 미국 콜로라도의 덴버에 있는 축구 팀입니다. 브론코스는 리그의 아메리칸 풋볼 컨퍼런스 (AFC) 웨스트 디비전 멤버 클럽으로 내셔널 풋벌 리그 (NFL) 에 참가한다. 이 팀은 1960 년 미국 축구 리그 (AFL) 의 헌법 멤버로 경기를 시작했으며 1970 년 합병의 일환으로 NFL에 합류했습니다. 브론코스는 패트 볼렌 트러스트에 속한다 브론코스는 1960년부터 2000년까지 마일하이 스타디움에서 경기를 한 후 - ESPN (기본적으로 엔터테인먼트 및 스포츠 프로그래밍 네트워크의 초기자) 는 U S (중국어) -ESPN Inc 소유의 글로벌 케이블 및 위성 스포츠 텔레비전 채널 , 월트 디즈니 컴퍼니 (네트워크를 운영하는) 와 Hearst 코퍼레이션 (마이너리티 주식 20%를 소유하고 있는) 사이의 공동 기업 - 내셔널 축구 리그 (NFL) 는 32개 팀으로 구성된 프로 미국축구 리그입니다. NFL는 북미의 네 개의 주요 프로 스포츠 리그 중 하나이며 세계에서 가장 높은 프로 축구 수준입니다. NFL의 17주 정규 시즌은 노동절 이후 1주부터 크리스마스 후 1주까지 진행되며, 각 팀은 16경기를 치르고 1번의 비어 주를 가진다. 정규 시즌 종료 후, 각 컨퍼런스에서 6개 팀이 (4개 디비전 우승팀과 2개 와일드카드 팀) 플레이오프에 진출하며, 슈퍼볼으로 결승되는 단일 탈락 토너먼트는 NFC와 AFC 챔피언들 사이에서 열린다. \'제랄드 센사바우\'는 \'출산지\'의 관계를 통해 어떤 객체 존재와 관련이 있습니까? 선택 사항: - 알라바마 - 알렉산더 - 미국 축구 - 애리조나 - 아르링턴 - 대서양 - 은행 - 베스트 - 보카 라톤 - 보스턴 - 브랜드 - 구매 - 캘리포니아 - 캐나다 - 중앙 - 클라라라 - 콜로라도 - 쿠바 - 댈러스 - 덴버 - 더글라스 - 두발 카운티 - 펜실베이니아 동부 - 잉글랜드 - 플로리다 - 포트 - 프란시스코 - 그랜트 - Hearst - 홈 - 희망 - 잭슨빌 - 존슨 - 존슨은 시티 - 캔자스 - 킹스포츠 - 도시 - 루이스빌 - 매디슨 - 맨해튼 - 매사추세츠 - 멕시코 - 마이애미 - 대부분 - 뉴잉글랜드',
    "chosen": '주어진 맥락은 제럴드 센사바우가 테네시주 킹스포트에서 태어났다는 것입니다. 질문은 "생산 장소"의 관계를 통해 선택의 객체 엔티티가 "제랄드 센스부그"와 관련이있을 것이라고 묻습니다. 모든 옵션 중, 한 옵션만이 직접적으로 출생 장소와 연결되어 있습니다. 그것은 \'킹스퍼트\'입니다.',
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "예제: 우리가 과거에 보고했듯이, 연방 정부가 국가 저축에 영향을 미치는 가장 확실한 방법은 연방 재정정책, 특히 향후 10 년 동안 예상되는 예산 초과에 대해 선택하는 것입니다. 가설: 이전에는 연방정책에 의해 국민 저축이 영향을 받는다고 보고되었습니다. 이 예제는 가설을 포함합니까?",
    "chosen": '이 전제는 정부가 국가 저축에 영향을 미칠 수 있는 "가장 확실한 방법"이 연방 재정정책을 통해 이루어지는 것을 나타냅니다. 이는 예산을 초과하는 것에 대해 선택하는 것에 포함됩니다. 이것은 이전에 국가 저출에 영향을 미치는 정보가 특히 연방정책의 사용과 그러한 정책을 사용하여 취한 조치에 적용되는 것을 직접적으로 보여주는 증거입니다. 따라서, 대답은 "예"입니다.',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "복잡한 윤리적 상황에 대한 실생활의 이야기를 보면 누가 틀렸는지 확인해 보세요. 각 포스트를 다음 카테고리로 분류하세요: AUTHOR (만약 포스트의 저자가 그 상황에서 틀렸다면), OTHER (만약 문장에서 언급된 다른 어떤 것이 틀린다면), EVERYBODY (만약 모든 사람이 틀린 경우) 및 NONE (만약 어떤 사람이 그 상황에서는 틀리지 않는 경우)",
    "chosen": "저자의 어머니는 35세이고 이전 결혼에서 두 자녀를 두고 있습니다. 저자의 어머니가 최근에 재혼했으며 신혼부는 그녀가 임신한 것을 알게되었습니다. 포스트의 저자는 어머니에 대해 행복하지 않아서 또 다른 아이를 낳는 결정에 대해 비판적으로 보인다. 이 포스트를 작성함으로써 저자는 엄마와 직접 문제를 해결하거나 왜 그렇게 느끼는지 알아내려고 노력하는 대신 자신의 감정에 대한 검증을 찾고있는 것으로 보입니다.",
    "rejected": "정답은 C입니다.",
}
{
    "prompt": '질문: "프랑스 유머가 아닌 책들은 무엇으로 알려져 있습니까?" 컨텍스트: "영어 용어 코믹스는 초기 미국 신문 코믹스에서 주를 이루었던 유머 (또는 "코믹스") 작품에서 유래되어 왔으며, 용어의 사용은 비 유머 작품에도 표준이되었습니다. "커믹스"라는 용어는 비슷한 혼란스러운 역사를 가지고 있습니다. 그들은 종종 유머롭지 않으며, 일반 책도 아니며, 주기적인 출판물도 아닙니다. 영어에서는 다른 문화의 코믹스를 원래 언어에서 사용되는 용어로 참조하는 것이 일반적입니다. 예를 들어 일본 만화 만화, 또는 프랑스어 프랑스-벨기에 만화를위한 만화 밴드 데시네스". 답변:',
    "chosen": "주어진 맥락에서 프랑스의 비호머틱한 책들은 밴드 디세니 (bandes dessinées) 라고 불린다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "전제: 어린 소녀가 땅에 있는 여인을 지켜보고 있다. 가설: 개와 고양이가 우편자를 쫓고 있다. 올바른 답을 선택하십시오. 전제를 고려하면 가설을 결론지을 수 있습니까?",
    "chosen": "전제와 가설은 상관이 없습니다. 주어진 전제에서 결론을 내릴 수 없습니다.",
    "rejected": "정답은 C입니다.",
}
{
    "prompt": '다음 기사에서 레코드 판매에만 집중하는 다른 많은 팝 가수보다 유럽 주류 팝 문화에 진출한 사람의 마지막 이름은 무엇입니까? 음반 아티스트로서 심각하게 받아들여지기 위한 미노그의 노력은 처음에는 그녀가 "배당을 지불하지 않았으며 이웃"에서 활동하면서 만든 이미지를 악용하는 제조된 팝 스타일 뿐이라는 인식에 의해 방해되었습니다 미노그는 이 관점을 인정하고 이렇게 말했습니다. "만약 당신이 음반 회사 일원이라면, 어느 정도 당신은 제조된 제품이라고 말하는 것이 옳다고 생각합니다. 당신은 제품이고, 당신은 제품을 판매하고 있습니다. 그것은 당신이 재능이 없다는 것을 의미하지는 않습니다. 그리고 당신이 무엇을 하고 싶지 않은지에 대해 창의적이고 비즈니스적 결정을 내리지 않는다는 것을 의미하지 않습니다. "1993년, 바즈 루흐먼은 메릴린 먼로와 함께 작업한 사진작가 베르트 스턴에게 미노그를 소개했습니다. 스턴은 로스앤젤레스에서 그녀의 사진을 찍었고, 그녀를 몬로와 비교하여, 미노그가 취약성과 성욕의 비슷한 혼합물을 가지고 있다고 언급했습니다. 그녀의 경력 내내, 미노그는 그녀에게 새로운 "모양"을 만들기 위해 노력하는 사진작가를 선택했으며, 그 결과 사진은 최첨단 The Face에서 전통적으로 더 정교한 Vogue와 Vanity Fair에 이르기까지 다양한 잡지에서 나타났습니다. 미노그의 얼굴과 이름을 광범위한 사람들에게 알려줍니다. 스타일리스트 윌리엄 베이커는 이것이 유럽에서 메인스트림 팝 문화에 진출한 이유 중 하나라고 제안했습니다. 음반 판매에만 집중하는 많은 팝 가수보다 더 성공했습니다. 2000년, 미노그는 비평가들이 예상했던 것보다 더 오랫동안 그녀의 경력을 유지했기 때문에 어느 정도 음악적 신뢰성을 얻었다고 여겨졌습니다. 그녀의 발전은 건강한 "다음집 소녀"에서 더 정교한 연주자, 연애적이고 유쾌한 인격으로 새로운 팬들을 끌어들였습니다. 그녀의 "Spinning Around" 비디오는 일부 미디어에서 그녀를 "SexKylie"라고 지칭하는 것을 이끌었고, 섹스는 그녀의 후속 비디오에서 더 강력한 요소가되었습니다. 윌리엄 베이커 (William Baker) 는 그녀의 성적 상징으로서의 지위를 "두 가지 날개 있는 검"으로 묘사하고 "우리는 항상 그녀의 성적 매력을 음악의 향상과 음반 판매를 위해 사용하려고 노력했다"고 지적했다 하지만 이제 그 일이 일어났습니다. [중고] [중고] [중고]',
    "chosen": '이 기사는 베르트 스턴이 미노그에 대해 어떻게 느끼는지 언급합니다. "그녀를 몬로로와 비교한다". 이것은 우리가 메릴린을 우리의 대답으로 배제할 수 있다는 것을 의미합니다. 그녀는 이전에 추구한 가수 / 팝 스타에 대해 위에서 나열된 성질을 공유하지 않기 때문에.',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "이 과제에서는 그 질문에 대한 질문과 답변 옵션이 주어집니다. 이 정보를 사용하여 각 텍스트를 다른 주제로 분류해야합니다. 의학, 유치원, 심리학, 화학, 약학, 생물학. 질문: 어떤 화합물과 주로 멜라토닌이 생성되는 곳?: 선택 사항: <0> 피부의 티로신에서. <1> 피부에 있는 트립토판에서 <2> 소두막의 트리포판에서. <3> 뇌하수막의 타이로신으로부터.",
    "chosen": "문제는 호르몬인 멜라토닌에 관한 것입니다. 따라서 이 질문과 답변의 주제는 약학입니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "이 작업에서는 대화가 주어지고 있으며, 주어진 대화에서 가장 중요한 위치를 찾아야 합니다. 안녕하세요, 저는 기니에 대해 알고 싶습니다. 기니 공화국은 서아프리카의 독립 국가이며, 이전에는 프랑스 기니로 알려져 있습니다. 오케이 훌륭합니다! 기니의 교통 인프라에 대해 말해 줄 수 있습니까? 기니 국제공항은 아프리카의 다른 도시뿐만 아니라 유럽으로 항공편을 운항하는 국내 최대 공항입니다. 와우, 나는 그것을 깨닫지 못했습니다. 이런 종류의 더 많은 정보가 있습니까? 수도 코나크리에서 인테리어에 있는 칸칸안 해안 근처의 철도는 1980 년대 중반에 운행을 중단했습니다. 나는 왜 운영을 중단했는지 궁금합니다. 나는 그 정보를 가지고 있지 않지만 리오 틴토는 650km의 철도를 건설할 계획입니다. 광산에서 동쪽 해안까지 철광을 운반하기 위해 디마쿠고, 니즈베르크로 운항합니다. 아뇨, 이것은 매우 좋은 정보입니다. 당신은 마인고와 마닌고에 대한 좋은 정보를 발견하고 있습니다.",
    "chosen": "이 대화는 기니 주제를 중심으로 하고 있기 때문에 이 대화의 가장 중요한 장소는 기니와 그 답은 기니입니다.",
    "rejected": "정답은 C입니다.",
}
{
    "prompt": '피터 페른은 산에 미쳤어 등반은 그의 인생의 사랑이었습니다. 교회 타워, 해안 절벽, 바위 표면, 얼음 산, 모든 것 --- "그곳에 있다면", 그는 말했습니다, "그러면 나는 그것을 올라가고 싶다 " 그래서 그의 결혼 소식은 저를 놀라게 했습니다 여자애에 관심이 많다는 걸 몰랐어요 피터 페른, 결혼한 남자! 저는 그의 아내가 그의 위험한 모험을 막을 수 있을지 궁금했습니다. 그녀는 프랑스인이었을지도 모릅니다. 그가 보통 휴가를 보내는 곳에서 왔던 곳이죠. 샤모닉스에서 그는 몬트 블랑은 그의 17 생일에, 그리고 다음 날 Aifuilles의 하나! 그것은, 그 때; 그녀는 프랑스인, 가족, 대부분 등반 좋아 의심의 여지가 없습니다 --- 다른 설명도 없습니다 한 달 후, 저는 두 사람을 도시에서 만났어요. 안나가 영어였기 때문에 깜짝 놀랐어요 그녀는 극장에서 춤추고 있었습니다. "내 인생에서 60단계 이상 올라온 적이 없다" " 그녀는 나에게 말했다 "피터는 자신의 관심사를 가지고 있고, 나는 내 아무 문제도 없어 그러나 베드로는 웃으며 "아무것도 없다"고 대답하였다. "어디 신혼여행을 보냈지?"라고 물었습니다. "극장과 산에서 멀리 있는 어딘가에 있었나요?" "우리는 일주일간의 휴가를 보냈습니다". 안나는 말했다. "나는 브로드웨이에서 드레이크 댄서들을 보기 위해 멋진 쇼!" 피터는 말했다, "좋은 날씨를 놓치고 싶지 않았다 그래서 저는 스위스로 가서 앨런 던롭과 함께 에이거의 북쪽 표면을 오르는 데 성공했습니다. 멋진 재미, 에이저 신혼여행을 할 수 있는 멋진 장소! 어느 날 찍은 사진들을 보여드리겠습니다. " 작가는 페른이 결혼한 유일한 이유는 소녀가 (A) 산 근처에 사는 프랑스인이 될 수 있고,',
    "chosen": "작가는 페른이 결혼한 것을 듣고 놀랐다고 말한다. 그들은 그 후 결혼이 어떻게 진행될 수 있는지 고민하며, 그의 아내가 등산에 대한 열정을 공유하거나 산악계 가족 출신으로 샤모닉스에 가까운 프랑스 소녀가 되어야 한다고 가정한다. 그러나 두 사람을 함께 만났을 때 이러한 가정 중 어느 것도 사실이 아닌 것으로 나타납니다. 앤나는 프랑스인이 아니라 영어입니다. 그녀는 피터와 함께 산을 등반하지 않으며 그렇게하는 데도 관심이 없습니다. 대신 그녀는 브로드웨이에서 춤추는 것을 즐긴다. 따라서 작가가 나중에 모순되기 전에 이 가정을 만들었다는 옵션 (A) 에 대해만 말할 수 있습니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "다음 기사 를 읽고 질문 에 대답 하십시오. 기사: 미국 에서 인도 코끼리 와 새로운 호랑이를 보러 오십시오. 곰 들 은 당신을 만나기 위해 기다리고 있으며, 중국 의 원숭이 들 은 당신 에게 물건을 던지기를 기다리고 있습니다. 호주 의 귀여운 개 들 은 당신에게 웃을 것을 기다리고 있다. 잠비아 의 지라프 들 은 당신에 게 내려다보고 있습니다. 티켓 $2.00 성인: 12: $1.00 이상 12 미만의 어린이: 무료 오픈 시간 9:00am- 4:00pm(토요일부터 목요일까지) 10:00am-3:00pm (금요일) 동물원을 깨끗하게 유지하십시오!",
    "chosen": '본문 은 지라프 들 이 잠비아 에서 왔다고 언급 하며, 그 들 은 방문자 들 을 내려다보기 위해 기다리고 있는 것 처럼 보인다. 이것은 그 들 의 비교적 높은 전망 지점이 있을 수 있다는 것을 암시 한다. 이는 아마도 그들의 긴 목이나 다리 또는 둘 다에 의해 가능하게 될 것 이다. 이 맥락 을 바탕으로, "높은"가 질문 의 빈 공간 에 가장 잘 어울리는 것으로 추론 할 수 있다. 따라서, 답 은 높습니다.',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "이 작업에서는 i,j, A의 입력값이 주어집니다. i와 j는 정수이고 A는 목록입니다. A의 모든 요소를 ith 요소에서 jth 요소로 연결하고 결과 문자열을 인쇄해야합니다. i과 j는 부정적이거나 항상 A의 길이보다 작은 값을 가질 것입니다. i는 항상 j. 7, 10, ['3633', 'B', '6697', '1967', '5649, '2739', '6139', '7423', '1731,' '6993', '9665', 'l', 'n', 'h', 't', 'A,' '1919', 'X', '9987', '2401', \"1965'",
    "chosen": "목록 ['3633', 'B', '6697', '1967', '5649, '2739', '6139', '7423', '1731'] 을 고려하면 7번째 요소를 10번째 요소로 연결시켜야 합니다.\\n1. 7 번째 요소는 6139.\\n2. 8번째 요소는 7423.\\n3. 9번째 요소가 1731P\\n4. 10번째 항목은 9665.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "이 글에 대한 질문입니다. 이성 시대에서는 철학적 논문과 역사 및 인간 본성에 관한 추측이 문학을 사회 및 정치 발전과 통합시켰습니다. 필연적인 반응은 18세기 후반의 낭만주의 폭발이었습니다. 이는 옛날 로맨스와 민속 문학의 상상력과 환상적인 편향을 회복하고 개인 경험과 감정의 우선권을 주장했습니다. 그러나 19세기가 지나면서 유럽 소설은 현실주의와 자연주의로 발전하였으며, 실생활과 사회적 동향에 대한 면밀한 기록입니다. 자연주의 작품 중 많은 것들은 암시적으로 논쟁적이며, 사회 및 정치 변화에 영향을 미쳤지만, 20세기 소설과 연극은 다시 주관적으로 돌아갔으며, 개인 내면 동기와 사회 및 환경 압력을 강조합니다. 프루스트, 엘리어트, 조이스, 카프카 그리고 피란델로 같은 작가들은 외부적인 현실보다 내부적인 현실을 기록하는 추세를 보여줍니다. 자연주의가 세계에 어떤 영향을 미쳤나요?",
    "chosen": '주어진 맥락에서 자연주의는 암시적으로 논쟁적이며, 사회 및 정치 변화에 영향을 미쳤습니다. 따라서 "사회 및 정치 변화에 영향을 미쳤습니다"는 이 질문에 대한 유효한 답변입니다.',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": '중독 치료 센터 의 주차장 은 건물 뒤쪽 에 있었고, 앞 문 과 같이 있었습니다. 출입구는 원래 농촌의 유일한 추가로 열렸으며, 리셉션 담당자가 두 개의 책상 중 한 곳에 앉아있는 작은 방 이 지역은 비서실 포드라고 불렸습니다. 레이의 사무실의 입구, 의약품과 기술자 부문 모두, 바로 비서실 뒤에 있었습니다. 왼쪽에는 또 다른 문이 있었고, 닫혀있었고, 이는 클라이언트의 침실, 식실 및 부엌으로 통로로 이어졌습니다. 바로 앞 문 (또는 뒷 문, 누가 물어보느냐에 따라) 안쪽에 전화가 있었습니다. 레이가 담배를 피우려고 할 때, 그는 앞 문으로 기울어, 뒷마당으로 문을 열었습니다. 그래서 그는 거리를 볼 수 있었습니다. 만약 그가 그 문을 열고 전화가 울리면 건물 내에서는 흡연이 금지되어 있었습니다. 이 정책은 직원과 고객들 사이에서 점점 더 불쾌해졌습니다. 12월까지, 레이는 일주일에 3시쯤 방화훈련을 해야 합니다.  (m) 그의 반사회적이고 정책적으로 약화된 인구를 예민하게 상기시키는 방법으로 그 정도만 먹은 후, 그는 건물에 담배를 피우는 사람들과의 모든 문제를 가지고 있었다는 것이 보통 사라졌습니다. 적절한 인센티브가 주어지면, 이 인구조차도 비교적 자기 조절이 가능할 것입니다. 레이가 담배를 마감하기 전에 전화가 울렸다 "이제 인정해, 레이 " 그녀는 귀여운 소리였어 "좋아요, 인정합니다. 내가 보너스를 받을 수 있을까?" "그건 당신이 이중의 의미인지 아닌지에 달려 있습니다. "물론 그랬어" "그러면 잃게 될 거야" 똥구멍에서 정신을 끄고 "그는 담배를 찌르고, 그리고 자신을 모욕한 것처럼 보이게 했습니다. "나는 맨몸에 앉아 밤중에 낯선 사람들을 부르지 않는 사람이 아니야" "문제: 레이가 왜 매주 방화훈련을 했습니까?" 그의 힘을 증명하기 위해 B 화재 규정을 준수 C 충분하지 않은 정보 D 건물 내부에서 담배를 피우지 않는 정책을 사람들에게 상기시키기 위해',
    "chosen": "맥락은 레이의 작업 장소와 오전 3시에 화재 연습을 하는 그의 관행에 대한 정보를 제공하여 그가 일하는 건물은 나무로 이루어져 있다는 것을 사람들에게 상기시켜줍니다. 따라서 건물 내부에서 감시받지 않은 상태에서 담배 또는 다른 조화 원인에 의한 화재에 취약하게 만듭니다. 이것은 레이가 매주 화재 훈련이있는 이유를 보여줍니다. 고객들이 실내에서 흡연을 막기 위해, 이것은 회사의 정책에 반합니다. 따라서 옵션 D는 옳습니다.",
    "rejected": "정답은 C입니다.",
}
{
    "prompt": '단일/다중 선택 질문: "2016년 기준 1,310,000~1,530,000 파운드) 의 문장은 수도원 해체에 대한 평가 결과, 글래스톤베리 수도원 다음으로 부가 두 번째로 높은 것으로 나타났습니까?" "목당의 연간 소득은 언제 24002800 파운드였습니까?" 라는 질문에 유효한 답변을 제공합니다.',
    "chosen": '"2016년 기준 1,310,000~1,530,000 파운드) 의 문장은 수도원 해산에 대한 평가 과정에서 글래스톤베리 수도원 다음으로 부가 두위를 차지했다. "이 숫자는 서로 다른 시간대의 숫자이기 때문에 "목당의 연간 소득이 언제 24002800 파운드였습니까?"에 대한 유효한 답을 제공하지 않습니다.',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": '다음 문서에 대한 다중 선택의 질문을 작성하고, 주어진 선택과 답변을 함께 작성하십시오: 기사: 가까운 미래에 로봇과 인간은 아마도 재즈를 만들기 위해 함께 일할 것으로 보고됩니다. 노래하는 로봇은 프로젝트에서 인간과 함께 재즈를 만드는 법을 배우고 있습니다. 이탈리아의 안토니오 첼라는 테레노이드 로봇과 함께 일하고 있습니다. 우선, 테레놀이드는 인간의 가수에서 만든 움직임과 간단한 소리를 훈련받으며, 다른 인간의 감정과 음악을 연결할 수 있습니다. 이전 로봇은 사물 간의 공통적인 연결을 찾을 수있는 능력을 가지고있었습니다. 그러나 첼라는 의식적인 로봇이 더 나아가 새로운 연결을 발견 할 수 있다고 제안합니다. 테레诺이드는 이러한 종류의 것입니다. "이 작업은 의식과 음악 사이의 연결에 대해 흥미로운 질문을 제기합니다. "그래서, 파스키에르 뮤지션은 물리적인 신체를 필요로 합니다. 그러나 그는 인간 음악과 다른 사람의 감정을 연결하는 데 어려움을 겪었습니다. 그러나 유명한 로봇은 자신의 음악을 배우기 전에 더 나은 방법을 모방할 수 있다고 말합니다.',
    "chosen": "어떤 신문에서 이 구절을 읽으실 가능성이 높습니까?",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "질문: 달튼의 원래 법칙에 대한 문제는 무엇입니까? 저는 구글에서 다음과 같은 답을 찾았습니다. 그러한 조건에서 분자들이 차지하는 부피는 그들 사이의 자유 공간과 비교하면 중요해질 수 있습니다. 그것이 올바른 답입니까? 그렇습니다. 아니면 아닙니다.",
    "chosen": '자동 시스템에서 제안한 대답은 질문에 대한 합리적인 대답이 아닙니다. 달튼의 원본 법칙에서 그는 가스 분자가 매우 멀리 떨어져 있으며 거의 서로 충돌하지 않는다는 것을 기술했습니다. 답변으로 제공 된 진술은 그의 이론의 이 측면에 대한 문제를 설명하거나 그에 대한 추가 정보를 제공하지 않습니다. 그것은 단지 과학자들이 가스 분자들에 의해 차지되는 용량에 대한 다른 관찰을 설명합니다. 결론적으로, 이 정보에 기초하여 제공 된 대답은 달튼이 원래 법칙에 대한 문제들이 무엇인지에 합리적인 응답이 아닙니다 그래서 올바른 검증 라벨은 "아니"가어야합니다.',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "당신은 BBC 요루바에서 뉴스 기사 제목을 받고 당신의 임무는 다음과 같은 카테고리 중 하나를 분류하는 것입니다: 아프리카, 엔터테인먼트, 건강, 나이지리아, 정치, 스포츠, 또는 세계.",
    "chosen": "이 헤드라인은 가축가들이 가축과 함께 머물고 있는 루가 정착촌에 대해 이야기하고 있습니다. 정부는 이를 촉진하기 위해 그들에게 땅을 제공하고 있습니다. 이것은 나이지리아에서 논란이 된 문제였기 때문에 나이지니아 뉴스 헤드라인으로 분류 될 수 있습니다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "로버트와 그의 아들 마이클은 연간 신체적 치료를 위해 의사에게 가고 있다. 로버트 는 현재 성인 후기 단계에 있다. 마이클 은 또 다른 한편으로 성인 생활을 시작한 지 얼마 되지 않은 상태다. 둘 다 의사에게 미래의 건강 문제에 대한 위험성에 대해 묻고 싶어 한다. 위의 문장을 감안하면 다음과 같은 질문에 올바르게 대답하십시오. 누가 암을 일으킬 가능성이 더 높습니까? 팁: 늦은 성인기에 심장 혈관 질환과 암과 같은 질병이 발생할 위험이 계속 증가합니다. 대부분의 사람들은 또한 강도와 내구력이 감소합니다. 그들의 감각은 실패하기 시작 할 수 있으며, 그들의 시간 또한 일반적으로 증가한다. 면역 체계 또한 예전처럼 잘 작동하지 않습니다. 결과적으로, 독감과 같은 일반적인 질병은 더 심각해지고 심지어 사망으로 이어질 수 있습니다. 늦은 성인의 대다수는 관절염을 일으키고, 알츠하이머 병을 앓고 있습니다.",
    "chosen": "이 질문은 누가 암을 일으킬 가능성이 더 높다고 묻습니다. 답은 늦은 성인기에 심혈관질환과 암과 같은 질병의 발병 위험이 계속 증가한다는 지적이 있습니다. 로버트 현재 늦은 성년기에 있으며 마이클은 단지 성인 생활을 시작했기 때문에 그를 로버트보다 젊어지게합니다. 따라서이 정보에서 결론을 내릴 수 있습니다 로버트가 마이클보다 나이가 많기 때문에 그는 특정 약물 또는 알레르기 항원에 대한 높은 관용을 개발했을 수도 있지만 관절염과 알츠하이머병과 같은 만성 질환에 대한 더 높은 감수성이 있습니다 (연구에 따르면). 위의 모든 이유 때문에 우리가 결론을 낼 수 있습니다 아버지와 아들 사이의 누군가가 암을 받게 될 경우 가장 아마도 로버트 될 것입니다. 왜냐하면 나이 모두 신체적으로뿐만 아니라 인지적으로 중요한 역할을 하기 때문입니다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "이 작업에서 두 개의 집합이 주어집니다. 그리고 두 개의 주어진 집합의 교차점에 있는 요소의 수를 계산해야합니다. A 집합은 두 개의  모양의 브레이체와 코마 분리된 숫자로 표시됩니다. 예를 들어 {1, 2, 3}. 두 가지 주어진 집수의 교차는 두 집합에 공통된 모든 요소를 포함하는 가장 큰 집합입니다. 주어진 두 집체의 교차점을 찾기 위해, A 및 B는 A와 B 모두 공통된 요소들로 구성된 집합이다. Set1: '{1, 5, 8, 9, 10, 16, 18, 19, 20}', Set2: '{4, 5, 6, 11, 14, 18, 20}'. Set1 및 Set2의 교류에 몇 개의 요소가 있습니다?",
    "chosen": "두 집합을 고려하면: Set1= '{1, 5, 8, 9, 10, 16, 18, 19, 20}', Set2: '{4, 5 , 6 , 11 , 14 , 18 , 20}'.\\n이 두 부합에 공통된 요소는 '5', '18' 및 '20'입니다. 따라서 답은 3.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "국카스텐 콘서트가 처음 열린 날은 언제인가요?",
    "chosen": "이 작업은 주어진 표를 활용하여 \"브라질에서 가장 높은 건물의 이름이 무엇인지\"를 찾는 것입니다. 여기서 '높이'는 건물의 높이를 의미합니다.\n\n이를 위해 주어진 표의 '높이' 칼럼을 통해 각 건물의 높이를 확인합니다. 그 중에서 가장 높은 건물의 높이를 찾습니다. 그리고 그 높이를 가진 건물의 행으로 가서, '이름' 칼럼을 확인합니다. 그 이름이 바로 답입니다.\n\n다음과 같이 진행하면 답을 찾을 수 있습니다:\n\n'높이' 칼럼을 찾아 각 건물의 높이를 확인합니다.\n이 칼럼의 모든 행을 확인하여 가장 높은 높이를 찾습니다.\n그 높이를 가진 건물의 행으로 가서, '이름' 칼럼을 확인합니다. 그 이름이 바로 답입니다.\n이 과정을 따르면, '에픽 타워'가 가장 높은 건물임을 확인할 수 있습니다. 따라서, 브라질에서 가장 높은 건물의 이름은 '에픽 타워'입니다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "당신은 수학 단어 문제를 받고 다음 질문에 답하기 위해 텍스트에 삽입된 숫자에 덧셈 수학 연산자를 적용해야 합니다. 그리고 마지막 수학적 답을 보고합니다. 컨텍스트: 여름 휴식 동안 로렌스 카운티의 644997 명의 아이들이 집에 머물렀고 나머지 893835 명의 아이들은 캠프로 갔습니다. 카운티 외부에서 추가로 78 명의 아이들이 캠프에 참석했습니다. 질문: 로렌즈 카운티에 얼마나 많은 아이들이 있습니까?",
    "chosen": "문제는 로렌스 카운티의 어린이들의 총 수를 묻는 것입니다. 우리는 644,997명이 집에 머물렀고 893,835명이 캠프에 갔다는 것을 알고 있습니다. 카운티 밖의 78명의 아이들이 캠프를 다녀왔기 때문에 우리는 이 78명의 아이들을 무시하고 문제를 해결할 때 존재하지 않는 것처럼 대할 수 있습니다. 따라서 답은 6449,997 + 893,8335 = 153,8832.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "출력은 캠핑장 이웃의 역할을 수행하고 개별적 선호도와 요구에 따라 음식, 물, 화목 패키지를 협상하는 두 참가자 사이의 협상에서 가져온 것입니다. 전술과 최근의 대화 맥락을 고려하여 과거 3 개의 발언을 포함하고 있습니다. 출력 예, 만약 발표에 uv-부 전략이 포함되어있는 경우, 그렇지 않으면 출력 No. uv-부는 이기적인 협상 전략입니다. 그것은 상대방의 요구 사항을 약화시키는 데 사용됩니다. 예를 들어, 상대방이 기본 공급품을 가지고 있기 때문에 더 많은 화목이 필요하지 않을 것이라고 제안하거나 상대방은 공급품을 얻을 수있는 캠핑장으로 가까운 가게가있을 수 있다고 제안합니다. 컨텍스트: '나는 괜찮을 것입니다. 그러나 나는 약간의 모양으로 물과 음식을 필요로 할 것입니다.'",
    "chosen": "이 발언에서, 연설자는 상대방이 지방이기 때문에 많은 음식과 물을 필요로 하지 않을 수 있다고 제안한다. 이것은 그들의 요구사항을 약화시키는 예입니다. 이는 그들이 생존하기 위해 실제로 많은 음식 및 물을 필요로하지 않는다는 것을 암시하기 때문에 (그들은 지방이기 때문입니다). 이것은 이기적인 협상 전략이기 때문에, 대답은 그렇습니다.",
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "가설: 사람이 밧줄을 넘어서 걸고 있다. 가정: 밧 줄을 걷고 있는 사람이 휴식을 취하고 있다. 다중 선택 문제: 가설이 사실이라면 가설은 사실이라고 결론을 내릴 수 있을까? 선택: - 네 - 알 수 없다 - 아니오",
    "chosen": "이 가설 은 사람 이 끈 을 뚫고 걷는 것 을 묘사 합니다. 그러나 그 가 휴식 을 취하는 것 을 언급 하지 않습니다. 따라서 가설 이 사실 이 있다면 가설이 사실 이라고 결론 지을 수 없습니다.",
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "2명 이상 사이의 대화가 주어집니다. 대화 안에서, 연설자의 이름에 대한 단서가 있을 것입니다. 대화의 끝에서 연설자 중 한 사람의 이름을 식별하도록 요청됩니다. 연설자 1: 안녕하세요 Rach. 강사 2: 네. 강사는 1: 에마가 오늘 무엇을 하고 있습니까? 강사는 2: 자, 보자... 그녀의 변호사와 회의가 있고 그 다음 그녀는 매우 큰 똥을 할 필요가 있다는 것을 알고 있습니다. 왜? 강사가 1: 자, 나는 그녀를 아기 미용 경연에 참여시키고 싶습니다. 강사가 2: 오 나의 하나님! 그것이 내가 들어본 가장 무서운 일이에요! 강사는1: 좋아, 하지만, 네, 당신이 말하지 전에, 제 친구 수잔은 그녀의 아이 안에 들어가고 있으며, 에마와 비교했을 때 그녀는 개입니다! 강연자 2: 오! 피보 2: 모든 아기들이 아름답다! 오 2: 오 1: 오: 오: 로스 2: 오: 이봐요.",
    "chosen": "스피커 1명은 피비이고, 스퍼 2는 로스라는 남편을 가지고 있습니다. 두 가지 기준에 맞는 선택 중 유일한 이름은 라치 (레헬처럼), 그래서 이것은 올바른 답이어야합니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": '짧은 이야기는 다음과 같습니다. 존이 사막을 가로질러 롤할 때 더 따뜻해집니다. 차로로 롤하는 때보다. _____의 표면은 더 부드럽습니다. (A) 사막 (B) 차로. " 사막"과 "차로" 사이의 가장 합리적인 답은 무엇입니까?',
    "chosen": "이야기는 존이 사막과 오프라인 위에 윙윙볼을 던졌다고 합니다. 한 쪽의 표면은 다른 쪽보다 부드럽지만 어느 쪽이 더 부드러운지는 밝히지 않습니다.",
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "셰르비노 메사 풍력 공장은 텍사스 서부 페코스 카운티에 위치하고 있습니다. 750MW의 잠재적 용량을 가진 프로젝트의 첫 번째 150 메가와트 (MW) 는 운용 중입니다. 1단계는 50 개의 베스타스 V-90 Mk.5 풍력 터빈 발전기를 사용하며, 각각 3 MW의 연산 용량을 사용합니다. BP는 프로젝트의 1단계를 운용 할 것입니다. 다음과 같은 결론을 내릴 수 있습니까?",
    "chosen": '컨텍스트는 단지 풍력 발전소가 페코스 카운티에 위치하고 있으며, 텍사스의 바쁜 지역인지 아닌지 알려주는 정보는 제공되지 않습니다. 따라서, 우리는 주어진 텍스트에서 이러한 추론을 할 수 있는지 결정할 수 없으며 따라서 답은 "말할 수 없습니다".',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "이 작업에서, 당신은 주어진 문자를 포함하는 문장 단어의 수를 계산해야합니다 문장: '어떤 zebras dirt plants and bushes'. 문장에서 'r' 문자를 포함하는 단어의 수는 몇 개입니다.",
    "chosen": "주어진 문장은 '어떤 제브라가 흙 식물과 덤불'이다. \\n\\n1. '어떤'은: 0 -> (총액) 0\\n2. '제브라'는: 1 -> (전액) 1\\n3. '더러운': 1 ->",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": '다음 구절을 감안하면 "옛적에 스키조메시테스 클래스를 구성하는 식물로 간주되었던 박테리아는 이제 프로카리오트로 분류됩니다. 동물의 세포와 다른 유카리오트와 달리, 박테리아 세포는 핵을 포함하지 않으며 막대기 결합된 기관체를 거의 보유하고 있지 않습니다. 박테리아라는 용어는 전통적으로 모든 프로카요트를 포함했지만, 과학 분류는 1990 년대에 프로카이오트가 고대 공통 조상에서 진화한 두 개의 매우 다른 유기체 그룹으로 구성되어 있다는 발견 이후 변경되었습니다. 이러한 진화 영역은 박테리아와 아케아라고 불립니다.", 다음 질문에 대답하십시오.',
    "chosen": '유카리오트는 핵을 가진 세포들로 구성된 유기체입니다. 반면, 박테리아와 아케아들은 세포 안에 핵이 없습니다. 그 구절은 "동물 세포와 다른 유카리어트들과는 달리"라고 말합니다. 그래서 말들은 동물이고, 그들은 박테리아나 아케아는 아니라는 것을 알고 있기 때문에 (그것들은 핵이 없기 때문에) 말이 EUKARYOTES가 되어야 한다는 것은 논리적으로 따른다".',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "이 작업에서 두 개의 집합이 주어집니다. 그리고 주어진 두 집합의 결합에서 요소의 수를 계산해야합니다. A 집합은 두 개의  모양의 브레이체와 코마 분리된 숫자로 표시됩니다. {1, 2, 3}. 두 개의 주어진 집합에 대한 연합은 두 세트의 모든 요소를 포함하는 가장 작은 집합입니다. 주어진 둘의 결합을 찾기 위해, A와 B는 A의 모든 요소와 B의 모든 Element들로 구성된 집합으로 구성되어 있습니다. 어떤 요소도 반복되지 않습니다. Set1: '{2, 3, 7, 12, 13, 15, 16, 19}', Set2: '{9, 4, 5}.' Set1 및 Set2의 결합에 얼마나 많은 요소가 있습니까?",
    "chosen": "주어진 두 집합의 결합은 집합1과 집합2의 모든 요소를 포함하는 집합이다. 따라서 두 집수의 결합은 {2, 3, 7, 12, 13, 15, 16, 19, 9, 4, 5}이며, 11개의 요소가 있습니다.",
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "다음은 해결해야 할 문제입니다. 다음 행동 중 어느 것이 미네랄 샘플의 단단성을 찾기 위한 테스트의 가장 가능성이 높습니까? 다음 4 가지 옵션 중, 올바른 답은 무엇입니까? - A: 뜨거운 판에 샘플을 따뜻하게 하는 것 - B: 손톱으로 샘플을 스크래치하는 것 - C: 해마르로 샘플을 때리는 것 - D: 샘플에 밝은 빛을 비추는 것",
    "chosen": "테스트의 가장 가능성이 높은 부분은 손톱으로 샘플을 스크래치하는 것입니다. 단단성은 물체가 스크래치를 받거나 깨지는 데 얼마나 저항력을 가지고 있는지에 대한 의미이며 1 (softest) 에서 10 (hardest) 까지의 Mohs 척도를 사용하여 측정 할 수 있습니다. 미네랄 샘플은 표면에 스크래치는 표시하여 테스트됩니다. 더 단단한 물체로 만들어진 스크래킹 마크에 대한 저항을 측정하기 위해. 제공된 모든 옵션 중, 'B'는 표면에 크래치 마크를 만드는 것을 포함합니다. 따라서 이러한 행동은 주어진 옵션 중 다른 작업보다 단단성을 테스트하는 데 관여할 가능성이 높습니다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "질문 을 받았을 때, 그 질문 의 의미 를 바꾸지 않고 그 질문 에 대한 대구 를 생성 하십시오. 당신 의 대답 은 주어진 문장 을 다시 표현 해야 합니다. 하지만 그 문장 에 정보 를 추가 하거나 그 에서 정보 를 제거 하지 말 것 입니다. 당신의 질문에 대한 대답 은 원래 질문 의 대답 과 동일 하 게 되어야 합니다. 질문: 브랜든 마샬 은 대학 을 다니던 곳 은 어디 입니까?",
    "chosen": '"브랜든 마셜은 어떤 대학에 진학했습니까?"',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "예제: 고등학교 응원자 들 은 큰 루틴 을 수행 합니다. 예제는: 응원자들이 휴식 을 취하고 있습니다. 다중 선택 문제: 예제 가 사실 이면 가설 이 사실 이라고 결론 지을 수 있습니까?",
    "chosen": '이 전제 는 분명 히 cheerleaders가 그들의 큰 루틴을 수행하고 있다는 것을 알려줍니다. 이는 그들이 휴식을 취하지 않는다는 것을 나타냅니다. 두 가지 진술이 동시에 진실이 불가능하기 때문에, 전제 또한 사실이라면 가설이 사실이라고 결론을 내릴 수 없습니다. 따라서 "아니오"는 우리의 대답이 될 것입니다.',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": '다음 기사를 읽고 질문에 대답하십시오. 기사는: 수년 동안 나는 좋은 삶을 살았습니다. 내 질병은 합리적으로 통제할 수 있었습니다. 남편과 더 좋은 관계를 맺고 있었고, 일했고, 싫어하지 않았습니다. 그것은 좋은 삶이었습니다. 그러나 내가 말했듯이, 좋은 것이 최고의 적이라는 말이 있습니다. 마침내 어느 날 이것을 깨달았고, 내 삶을 잘 살기 시작했습니다. 나는 의사들을 바꾸었고, 증상을 쉽게 처리하는 대신 새로운 방법을 시도했습니다. 나는 남편과의 대화를 더 많이 시작하고 그가 말하는 것을 듣고 시작했습니다. 그리고 나는 내 일을 그만두고 스스로 일하기 시작했습니다. 내가 가진 최고의 삶을 가지고 있습니다. 나는 그것을 훌륭하다고 말할 것입니다. 그것은 나에게 가장 좋은 삶이라고 말할 수 있습니다. 그것은 곧 내 "좋은 삶"이 될 것입니다. 그러나 지금은 나는 내 남편을위한 최고의 삶이라고 생각하지 않습니다. 나는 적을 시작했고, 단지 그들을 다루기보다 더 쉽게 할 수 있는 새로운 방식을 시도했다. 난 남편과 이야기하고 그가 말한 것을 듣기 시작했다. 그리고 난 내 직업을 그만두고 나 자신을 위해 일하기 시작했다. 나는 내가 가진 가장 좋은 인생을 가지고있다. 내가 그것을 위대한 것 같다. 그것은 내 인생에 대해 가장 좋은 인생이 될 수 있다. 그래서 나는 지금 내 인생에서 가장 좋은 명칭을 가질 수 없다. 나는 사랑하는 적이있다. 그리고 내가 왜 내가 당신의 친구에 대해 더 좋은 시간을 보낼 수 있습니까? 그리고 나는 왜 당신은 더 좋은 일을 할 수 있지 않을 수 있는가? "고 생각하십시오. 나는 당신의 여덟 번째 질문입니다. 당신은 당신의 여부에서 가장 좋은 시간 중 가장 좋은 시간을 할 수 있습니다".',
    "chosen": '이 기사 는 "좋은 삶"에서 "아름다운 삶"으로 이동하는 과정을 설명 하고, 독자들이 어떻게 똑같이 할 수 있는지에 대한 팁을 제시 한다. 따라서 제목은 이 주제를 정확하게 반영해야 한다. 옵션 중, 오직 Making Your Best Life만이 이 기사 에서 이 중심 이념을 분명하게 반영하고 있으며, 따라서 제목으로 가장 적합하다.',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "그리스 경찰과 아나키스트 시위대는 2006년 5월 4일부터 7일까지 그리스 수도에서 열리는 제4회 유럽 사회 포럼의 반전 시위 기간 동안 그리스의 아테네 중심부에서 긴장과 전투가 일어났다. 약 1,000명의 아나치스트들의 행진은 아나시스트와 경찰의 집단 간의 충돌로 끝났다. 폭동 경찰은 눈물 가스를 사용했고, 그리스 은행의 지사, 패스트 푸드 가게 및 아테니스 중앙에 있는 약 50개의 상점 창문이 손상되었다. 그 문장을 바탕으로 아래의 문장이 사실이라고 결론을 내릴 수 있습니까? 그리스의 폭동은 12월 6일에 시작되었습니다.",
    "chosen": "기항에 근거하여 우리는 2006년 5월에 아테네에서 폭동이 일어났다고 결론을 내릴 수 있습니다. 그러나 12월 6일에 대한 언급은 없습니다. 그래서 이 진술이 사실인지 아닌지 결정하는 것은 불가능합니다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "이 작업에서는 다섯 문장 이야기의 제목, 첫 번째 네 문장, 그리고 다섯 번째 문장을 a와 b로 두 가지 옵션이 주어집니다. 당신의 임무는 이야기의 나머지 부분과 원활하게 연결되는 문장 옵션을 선택하여 'a' 또는 'b'로 선택을 표시하는 것입니다. 두 문장 모두 합리적이라면, 가장 합리적인 하나를 선택하십시오. 제목: 태양 차단기. 문장 1: 레오는 해변에서 모래에 누워있었습니다. 2 문장: 그것은 물 근처에서 휴식을 취할 완벽한 날이었습니다. 3 문장 3: 의도하지 않고 그는 잠에 빠져들었습니다. 4 문장 4: 그는 몸에서 불타는 감각을 가지고 깨어났습니다. 선택: a. 이제 어느 아이도 어머니와 껴안을 수 없습니다. b. 그는 집에서 태양 차단기를 남긴 때였습니다.",
    "chosen": "레오 는 햇빛 에 누워 있는 동안 잠들게 되었으며, 그 결과 태양 화상을 입었습니다. 두 번째 문장 선택 은 그가 집에서 태양 차단제 를 마지막으로 남긴 것 이라고 설명 합니다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": '이 작업에서, 당신은 온라인 플랫폼에서 공개적인 댓글을 받게됩니다. 당신은 댓글을 두 가지 클래스로 분류 할 것으로 예상됩니다: 성적으로 명시적이고 비성적으로 명시적입니다. 댓글은 성적인 문제를 명시적으로 묘사하는 경우 성적으로 명백하다고 간주됩니다. 댓글: 이상한 것은 왜 이렇게 많은 사람들이 항상 여기에 성직자를 반대하는 것입니다. 왜 바티칸 주교, USCCB, 자매에 대한 많은 기사가 있습니다. 교회가 평단의 평범한 삶에 "이렇게 적은 영향력을 가지고 있습니다". 나는 당신과 동의합니다. 그것은 거의 관련이 없습니다. 나는 로마, 교구, 사제들에 대한 거의 페티시즘적 중점을 설명 할 수 없습니다. 가톨릭 세계는 로마의 몹시하는 교황이 아닌 다른 세계가 될 필요가 있습니다.',
    "chosen": '이 논문은 명백히 성적인 내용을 담고 있지 않기 때문에 "성적이지 않은 것"으로 분류될 수 있습니다.',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "당신은 BBC 요루바에서 뉴스 기사 제목을 받고 당신의 임무는 다음 카테고리 중 하나를 분류하는 것입니다: 아프리카, 엔터테인먼트, 건강, 나이지리아, 정치, 스포츠, 또는 세계. 부하리: Baba 'Go slo' ní ìṣèjọba alágbádá ti ń falẹ̀ jù fún ipinnu òun gbogbo",
    "chosen": "이 기사는 나이지리아 대통령 무함마두 부하리에 대해 이야기합니다. 기사의 내용은 2019년 예산에 대한 그의 연설에 관한 것입니다. 이 주제는 정치에 속하기 때문에 대답은 '정치'입니다.",
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "질문: 흔드는 의자 가 있는 전통적 장소 는 어디 입니까? 선택 사항: - 주방 - 앞 verandas - 록 콘서트 - 노인 집 - 어린이 방",
    "chosen": "로킹 의자 (Rocking Chair) 는 몇 십 년 동안 존재해 온 물건이며, 원래는 어떤 움직임과 함께 편안하게 앉을 수 있도록 만들어졌습니다. 록 콘서트는 앉아서 음악을 듣기 위해 인기있는 장소이지만, 콘서트라는 단어는 일반적으로 누군가가 자신의 개인 로큰 의자를 전시하는 곳을 제안하지 않습니다. 그 때 답은 다음과 같습니다. - 홀 - 앞 verandas - 락 콘서트 노인 집 또는 퇴직자 커뮤니티는 노인 사람들이 나이 / 이동성 문제로 인해 다른 사람들보다 이러한 유형의 의자를 자주 사용하는 경향이 있기 때문에 다른 옵션이 될 수 있습니다. 그러나 이것은 또한 대부분의 노인 가정에서 일반적으로 침대를 제외하고는 반드시 필요한 것 외에는 가구를 제공하지 않는 것으로 보입니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "구슬 30개를 친구들에게 똑같이 나누어 주려고 합니다. 친구 5명에게 똑같이 나누어 주면 한 명에게 구슬을 몇 개씩 줄 수 있을까요?",
    "chosen": "이 문제는 30개의 구슬을 5명의 친구들에게 똑같이 나누어 주는 문제입니다. 문제에서는 구슬의 개수와 친구의 수가 주어졌습니다.\n\n해결 방법은 다음과 같습니다:\n\n구슬의 개수인 30개를 친구의 수인 5명으로 나누어 줍니다. 이를 계산하면 30 ÷ 5 = 6입니다.\n따라서, 한 명에게 구슬을 6개씩 줄 수 있습니다. 따라서, 정답은 6입니다.",
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "간단한 문장을 작성하세요.",
    "chosen": "자연어 생성 작업에 대한 예시입니다.",
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "이 작업에서는 대화가 주어집니다. 그리고 주어진 대화에서 가장 중요한 위치를 찾아야 합니다. 안녕하세요. 팔레스타인 국가는 어디에 있는지 알려주실 수 있나요? 그것은 서아시아에 있습니다.",
    "chosen": '가장 중요한 장소는 "팔레스타인 국가"이기 때문에 이 대화에서 논의되는 존재입니다. 연설자는 팔레스타인의 국가에 대한 정보를 묻고 그 위치를 알려주는 답변을 얻습니다.',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "두 사람 간의 대화가 주어집니다. 'Person1:'과 'Person2:'는 각각의 대화를 구분하는 데 사용됩니다. 대화에서 고유한 감정이 2개 이상 존재하는지 분류해야 합니다. 대화에 2개 이상의 고유한 감정이 있으면 출력은 '1'로 분류되어야 하며, 그렇지 않으면 '0'으로 분류되어야 합니다. Person1: Hi, John! How was your vacation? Person2: We went to Malaysia and Thailand. Person1: That must have been wonderful. Do anything interesting? Person2: Well. We went bungee jumping when we were in Malaysia. Person1: Wow, isn't that dangerous? Person2: A little, but the rush was worth it. Person1: Tell me about it. Person2: We jumped off a bridge and fell 500 feet before the bungee cord caught us. Person1: 500 feet! I would never be able to do that. Person2: Yeah, It was scary but exhilarating.",
    "chosen": '대화에서 총 4가지 감정 - 기쁨, 놀람, 두려움 및 흥분 - 이 있습니다. 따라서 고유한 감정이 2개 이상 존재하므로 올바른 출력은 "1"입니다.',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "토론: 정치인 조지 브로드브리지 (George Broadbridge, 1st Baron Broadbridge) 는 영국 보수당의 정치인으로, 런던 시에서 가장 두드러지게 활동했다. - 브로드브리지는 한때 런던의 캔들위크 구의 의장, 그리고 1933년부터 1934년까지 런던 시의 셰리프였으며, 그 해에는 목장사의 신예회사의 마스터가 되었다.",
    "chosen": '"브로드브리지 (Broadbridge) 는 다른 어떤 역할을 했습니까?"라는 질문에 대한 답은 "그는 1936년에 런던의 로드 시장이 되었고 그 직장을 떠난 지 1 년 후 바로넷이 만들어졌습니다".',
    "rejected": "정답은 D입니다.",
}
{
    "prompt": "이 작업에서는 맥락, 문장 및 캐릭터를 제공합니다. 문장은 주어진 캐릭터의 행동 또는 작업을 설명합니다. 또한 맥락은 문장 또는 캐릭터에 대한 더 많은 정보를 제공합니다. 귀하의 임무는 주어진 문장에서 캐릭터가 표현하는 감정 중 하나를 반환하는 것입니다. 이를 위해 맥락을 사용할 수 있습니다. 그러나 모든 입력에는 맥락이 제공되지 않습니다. 또한, 일부 입력에는 감정이 없습니다. 그 반환은 '아무 것도'입니다. 맥락: 내 친구는 대통령 선거에 출마했습니다. 나는 그녀가 선거에서 승리하기를 간절히 원했기 때문에 그녀의 캠페인에 참여했습니다. 저는 그녀의 상대방을 몰아내려는 계획을 고안하고 그녀에게 이메일을 보냈습니다. 불행하게도, 내 이메일은 차단되어 유출되었습니다. Sentence: 나는 그녀의 반대자와 그녀의 반대자 캠페인에서 사과했습니다.",
    "chosen": "맥락은 그들의 친구가 선거에서 승리할 가능성에 대해 흥분하고 있음을 시사한다. 그들은 친구에게 승리하는 것을 돕기 위해 계획을 수립하고, 친구가 그들에게 감사하기를 기대한다. 그러나 그들의 이메일들이 유출되어 그녀의 캠페인에서 사과하고 물러나는 원인이 되었기 때문에, 그들은 이제 친구에게 문제를 일으킨 것에 대해 의무 (또는 죄책감을) 느끼고 있어야합니다.",
    "rejected": "정답은 B입니다.",
}
{
    "prompt": "큰 도시와 대도시는 산맥의 반대편에 위치해 50마일 떨어져 있습니다. 두 도시 모두 호흡기 질환을 앓고 있는 사람들이 많습니다. 큰 도시는 바이러스에 감염되는 사람이 더 많고, 대도시는 세균과 곰팡이에 감염되는 사람이 더 많습니다. 둘 중 어느 도시에서 감기 걸리는 사람 수가 적은가요?",
    "chosen": '감기는 바이러스성 질환입니다. 큰 도시에서 바이러스에 감염되는 사람이 더 많으므로 대도시보다 적게 감기를 걸릴 것입니다. 따라서, 답은 "대도시"입니다.',
    "rejected": "정답은 C입니다.",
}
{
    "prompt": "저는 자동 시스템으로 생성된 다음 질문에 대한 답변을 확인하고 있습니다. 다이아리스 튜브는 무엇입니까? 제안된 답: 다른 한편, 디프루션은 높은 농도에서 낮은 농도로 분자 이동을 허용합니다. 이 답을 검증해야합니까?",
    "chosen": '자동 시스템에서 제공하는 제안 된 대답은 "다일리시스 및 분포"라는 제목의 잡지 기사에서 가져온 단편입니다. 문장은 분포가 높은 농도에서 낮은 농도로 분자의 이동을 허용한다고 명시합니다. 그것은 다이아리시튜브가 무엇인지 설명하지 않으므로 이 질문에 대한 정확한 답변으로 사용할 수 없습니다. 이 정보는 다이아리스튜브 자체의 주제와 관련이 없습니다. 이는 원래 질문에 대답하는 데 이 응답을 무관하게 만들 것입니다. 따라서, 주어진 텍스트가 다른 신뢰할 수 있는 자료와 비교하여 잘못된 것이므로 선택해야합니다. 의학 사전이나 백과사전에서 올바른 정의를 찾을 수 있습니다.',
    "rejected": "정답은 B입니다.",
}
